#ifndef language_sr_h
#define language_sr_h
/*
 * language_sr.h
 * Localization support for HTML Tidy.
 *
 *
 * This file is a localization file for HTML Tidy. It will have been machine
 * generated or created and/or edited by hand. Both are valid options, but
 * please help keep our localization efforts simple to maintain by maintaining
 * the structure of this file, and changing the check box below if you make
 * changes (so others know the file origin):
 *
 * [X] THIS FILE IS MACHINE GENERATED. It is a localization file for the
 *     language (and maybe region) "sr". The source of
 *     these strings is a gettext PO file in Tidy's source, probably called 
 *     "language_sr.po".
 *
 * [ ] THIS FILE WAS HAND MODIFIED. Translators, please feel to edit this file
 *     directly (and check this box). If you prefer to edit PO files then use
 *     `poconvert.rb msgunfmt language_sr.h` (our own
 *     conversion tool) to generate a fresh PO from this file first!
 *
 * (c) 2015-2024 HTACG
 * See tidy.h and access.h for the copyright notice.
 *
 * Template Created by Jim Derry on 01/14/2016.
 *
 * Originating PO file metadata:
 *   PO_LAST_TRANSLATOR=eevan78
 *   PO_REVISION_DATE=2024-04-23 08:58+0400
 */

#ifdef _MSC_VER
#pragma execution_character_set("utf-8")
#endif


/**
 *  This language-specific function returns the correct pluralForm
 *  to use given n items, and is used as a member of each language
 *  definition.
 */
static uint whichPluralForm_sr(uint n) {
    /* Plural-Forms: nplurals=3; */
    return (n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);
}


/**
 *  This structure specifies all of the strings needed by Tidy for a
 *  single language. Static definition in a header file makes it
 *  easy to include and exclude languages without tinkering with
 *  the build system.
 */
static languageDefinition language_sr = { whichPluralForm_sr, {
    /***************************************
     ** This MUST be present and first. 
     ** Specify the code for this language.
     ***************************************/
    {/* Specify the ll or ll_cc language code here. */
      TIDY_LANGUAGE,                                 0, "sr"
    },
    { TidyAccessibilityCheckLevel,                   0,        
        "Ова опција навода да ли и који ниво провере приступачности би Tidy требало да изврши."
        "<br/>"
        "Ниво <var>0 (Tidy класични)</var> не врши се додатна провера приступачности."
        "<br/>"
        "Ниво <var>1 (Провере приоритета 1)</var> извршавају се провере 1. нивоа приоритета."
        "<br/>"
        "Ниво <var>2 (Провере приоритета 2)</var> извршавају се провере 1. и 2. нивоа приоритета."
        "<br/>"
        "Ниво <var>3 (Провере приоритета 3)</var> извршавају се провере 1., 2. и 3. нивоа приоритета."
        "<br/>"
        "Ако желите да сазнате више о Tidy провери приступачности, укључујући специфичне провере "
        "које се извршавају на сваком од нивоа приоритета, молимо вас да посетите "
        "<a href=\"https://www.html-tidy.org/accessibility/\"> Tidy страницу о приступачности</a>. "
    },
    { TidyAltText,                                   0,        
        "Ова опција наводи подразумевани <code>alt=</code> текст који Tidy користи за "
        "<code>&lt;img&gt;</code> атрибуте у случају да <code>alt=</code> атрибут "
        "недостаје. "
        "<br/>"
        "Користите пажљиво, јер је одговорност да своје документе учините приступачним "
        "људима који не могу да виде слике на вама. "
    },
    { TidyAnchorAsName,                              0,        
        "Ова опција контролише брисање или додавање <code>name</code> атрибута у "
        "елементе у којима може да служи као сидро. "
        "<br/>"
        "Ако се постави на <var>yes</var> атрибут <code>name</code> се, у случају да већ "
        "не постоји, додаје уз постојећи атрибут <code>id</code> када DTD то "
        "дозвољава. "
        "<br/>"
        "Ако се постави на <var>no</var> уклања се било који постојећи name атрибут "
        "ако постоји <code>id</code> атрибут или ако је додат. "
    },
    { TidyAsciiChars,                                0,        
        "Може да се употреби за промену понашања опције <code>clean</code> када се "
        "постави на <var>yes</var>. "
        "<br/>"
        "Ако се постави на <var>yes</var> када се користи <code>clean</code>, "
        "<code>&amp;emdash;</code>, <code>&amp;rdquo;</code> и остали именовани "
        "карактер ентитети се упрошћују на њихове најближе одговарајуће ASCII еквиваленте. "
    },
    { TidyBlockTags,                                 0,        
        "Ова опција наводи нове ознаке блок нивоа. Она као вредност узима листу имена "
        "ознака раздвојених размацима или запетама. "
        "<br/>"
        "У случају да не декларишете нове ознаке, Tidy ће одбити да генерише сређени "
        "фајл када се у улазном документу налазе претходно непознате ознаке. "
        "<br/>"
        "Имајте на уму да не можете променити модел садржаја за елементе као што су "
        "<code>&lt;table&gt;</code>, <code>&lt;ul&gt;</code>, "
        "<code>&lt;ol&gt;</code> и <code>&lt;dl&gt;</code>. "
        "<br/>"
        "Ова опција се игнорише у XML режиму. "
    },
    { TidyBodyOnly,                                  0,        
        "Ова опција наводи да ли би Tidy требало да као HTML фрагмент штампа "
        "само садржај body ознаке. "
        "<br/>"
        "Ако се постави на <var>auto</var>, ово се изводу само ако је body ознака "
        "изведена. "
        "<br/>"
        "Корисно је да се као део неке странице укључе комплетне постојеће странице. "
        "<br/>"
        "Ова опција нема ефекат ако се захтева XML излаз. "
    },
    { TidyBreakBeforeBR,                             0,        
        "Ова опција наводи да ли би Tidy пре сваког <code>&lt;br&gt;</code> елемента "
        "требало да постави прелом линије. "
    },
    { TidyCharEncoding,                              0,        
        "Ова опција наводи кодирање карактера које Tidy користи за улаз, а "
        "када се постави, аутоматски бира одговарајуће кодирање карактера које "
        "ће се користити за излаз. Кодирање карактера које Tidy изабере за "
        "излаз може да се разликује од кодирања улазних карактера. "
        "<br/>"
        "За <var>ascii</var>, <var>latin0</var>, <var>ibm858</var>, "
        "<var>mac</var> и <var>win1252</var> кодирања улаза, опција "
        "<code>output-encoding</code> ће се аутоматски поставити на "
        "<var>ascii</var>. Ако то желите да преиначите, "
        "<code>output-encoding</code> можете да поставите ручно. "
        "<br/>"
        "У случају осталих кодирања улаза, опција <code>output-encoding</code> "
        "ће се аутоматски поставити на исту вредност. "
        "<br/>"
        "Без обзира на постављену вредности, <code>output-encoding</code> "
        "можете ручно да поставите и тако премостите предодређену вредност. "
        "<br/>"
        "Tidy није претварач кодирања. Мада латинична и UTF кодирања могу "
        "слободно да се мешају, програмом Tidy није могуће претварање из "
        "азијских кодирања у латинична. "
    },
    { TidyCoerceEndTags,                             0,        
        "Ова опција наводи да ли би у случајевима када изгледа вероватно да је "
        "постојала намера да се постави затварајућа ознака, Tidy требало да принудно "
        "претвори отварајућу ознаку у затварајућу; на пример, када је дато "
        "<br/>"
        "<code>&lt;span&gt;foo &lt;b&gt;bar&lt;b&gt; baz&lt;/span&gt;</code> "
        "<br/>"
        "Tidy ће да испише "
        "<br/>"
        "<code>&lt;span&gt;foo &lt;b&gt;bar&lt;/b&gt; baz&lt;/span&gt;</code> "
    },
    { TidyCSSPrefix,                                 0,        
        "Ова опција наводи префикс који Tidy користи за стилска правила. "
        "<br/>"
        "Подразумевано ће се користити <var>c</var>. "
    },
    { TidyDecorateInferredUL,                        0,        
        "Ова опција наводи да ли би Tidy требало да украси наслућене "
        "<code>&lt;ul&gt;</code> елементе неким CSS означавањем како би се спречило "
        "увлачење у десно. "
    },
    { TidyDoctype,                                   0,        
        "Ова опција наводи DOCTYPE декларацију коју генерише Tidy. "
        "<br/>"
        "Ако се постави на <var>omit</var> у излазу се неће појавити DOCTYPE "
        "декларација. Имајте на уму да ово такође повлачи постављање опције "
        "<code>numeric-entities</code> на <var>yes</var>."
        "<br/>"
        "Ако се постави на <var>html5</var> DOCTYPE се поставља на "
        "<code>&lt;!DOCTYPE html&gt;</code>."
        "<br/>"
        "Ако се постави на <var>auto</var> (што је подразумевана вредност) Tidy ће "
        "употребити информисано погађање засновано на садржају документа. Имајте "
        "на уму да избор ове опције <em>неће</em> променити DOCTYPE текућег "
        "документа на излазу. "
        "<br/>"
        "Ако се постави на <var>strict</var>, Tidy ће поставити DOCTYPE на HTML4 или "
        "XHTML1 strict DTD."
        "<br/>"
        "Ако се постави на <var>loose</var>, DOCTYPE се поставља на HTML4 или XHTML1 "
        "loose (transitional) DTD."
        "<br/>"
        "У супротном можете да наведете стринг који ће да се користи као формални "
        "јавни идентификатор (FPI)."
        "<br/>"
        "На пример: "
        "<br/>"
        "<code>doctype: \"-//ACME//DTD HTML 3.14159//EN\"</code>"
        "<br/>"
        "Ако наведете FPI за XHTML документ, Tidy ће идентификатор система да "
        "постави на празан стринг. У случају HTML документа, Tidy додаје "
        "идентификатор система само онда када је неки био већ присутан, тако да "
        "се у неким прегледачима очува режим обраде. У случају генеричких XML "
        "докумената, Tidy не мења DOCTYPE. "
        "<br/>"
        "Ова опција не омогућава проверу сагласности документа. "
    },
    { TidyDropEmptyElems,                            0, "Ова опција наводи да ли би Tidy требало да одбаци празне елементе. "                          },
    { TidyDropEmptyParas,                            0, "Ова опција наводи да ли би Tidy требало да одбаци празне пасусе. "                            },
    { TidyDropPropAttrs,                             0,        
        "Ова опција наводи да ли би Tidy требало да уклони власничке атрибуте, "
        "као што су Microsoft атрибути везивања података. Уз то, уклониће се и "
        "атрибути који нису дозвољени у HTML верзији која се користи за излаз "
        "ако се користи у комбинацији са <code>strict-tags-attributes</code>. "
    },
    { TidyDuplicateAttrs,                            0,        
        "Ова опција наводи да ли би Tidy требало да задржи први или последњи атрибут, "
        "у случају када се атрибут понавља, нпр. ако постоје два <code>align</code> "
        "атрибута. "
    },
    { TidyEmacs,                                     0,        
        "Ова опција наводи да ли би Tidy требало да промени формат извештавања "
        "о грешкама и упозорењима на формат који се лакше парсира програмом GNU Emacs "
        "или неким другим. Мења се из подразумеваног формата "
        "<br/>"
        "  line &lt;број линије&gt; column &lt;број колоне&gt; - (Error|Warning): &lt;порука&gt; "
        "<br/>"
        "у облик који укључује и име улазног фајла: "
        "<br/>"
        "  &lt;име_фајла&gt;:&lt;број линије&gt;:&lt;број колоне&gt;: (Error|Warning): &lt;порука&gt; "
    },
    { TidyEmptyTags,                                 0,        
        "Ова опција наводи нове празне ознаке унутар линије. Њена вредност је листа "
        "имена ознака раздвојених размаком или запетом. "
        "<br/>"
        "Ако не декларишете нове ознаке, Tidy ће одбити да генерише сређени фајл када "
        "се у улазном налазе непознате ознаке. "
        "<br/>"
        "Не заборавите да празне ознаке такође декларишете као унутар линије или на "
        "нивоу блока. "
        "<br/>"
        "Ова опција се игнорише у XML режиму. "
    },
    { TidyEncloseBlockText,                          0,        
        "Ова опција наводи да ли би Tidy требало да уметне <code>&lt;p&gt;</code> "
        "елемент како би уоквирио текст који пронађе у било ком елементу који "
        "дозвољава мешовити садржај за HTML transitional, али не и за HTML strict. "
    },
    { TidyEncloseBodyText,                           0,        
        "Ова опција наводи да ли би Tidy требало да уоквири <code>&lt;p&gt;</code> "
        "елементом било који текст који пронађе унутар body елемента."
        "<br/>"
        "Ово је корисно када постојећи HTML желите да користите са листом стилова. "
    },
    { TidyErrFile,                                   0,        
        "Ова опција наводи фајл грешака који Tidy користи за грешке и упозорења. "
        "Обично се грешке и упозорења исписују на <code>stderr</code>. "
    },
    { TidyEscapeCdata,                               0,        
        "Ова опција наводи да ли би Tidy требало да одељке "
        "<code>&lt;![CDATA[]]&gt;</code> претвори у обични текст. "
    },
    { TidyEscapeScripts,                             0,        
        "Резултат ове опције је да се ставке који личе на затварајуће "
        "ознаке, као што је <code>&lt;/g</code> означавају са <code>&lt;\\/g</code>. "
        "Ако то не желите, поставите вредност ове опције на <var>no</var>."
    },
    { TidyFixBackslash,                              0,        
        "Ова опција наводи да ли би Tidy требало да у URL адресама замени "
        "карактере обрнуте косе црте <code>\\</code> са косим цртама <code>/</code>. "
    },
    { TidyFixComments,                               0,        
        "Ова опција наводи да ли би Tidy требало да када наиђе на узастопне "
        "цртице замени неочекиване карактерима <code>=</code>. "
        "<br/>"
        "Подразумевана вредност је <var>auto</var> и она ће у HTML5 типовима "
        "докумената да се понаша као <var>no</var>, а као <var>yes</var> за "
        "све остале типове докумената. "
        "<br/>"
        "HTML је напустио SGML синтаксу коментара, тако да се у свим HTML верзијама "
        "дозвољавају узастопне цртице, мада то није дозвољено у XML и XHTML. Ако "
        "планирате да подржавате старије прегледаче којима је потребна SGML синтакса "
        "коментара, онда размотрите потребу да ову вредност поставите на <var>yes</var>."
    },
    { TidyFixUri,                                    0,        
        "Ова опција наводи да ли Tidy треба да провери постојање неважећих карактера "
        "у URI идентификаторима унутар вредности атрибута, па ако се пронађу, онда да "
        "их означи онако како то препоручује HTML4 спецификација. "
    },
    { TidyForceOutput,                               0,        
        "Ова опција наводи да ли би Tidy требало да креира излаз чак и када наиђе "
        "на грешке. "
        "<br/>"
        "Пажљиво користите ову опцију; ако Tidy пријави грешку, то значи да Tidy "
        "није могао (или није био сигуран на који начин) да исправи грешку, тако "
        "да генерисани излаз можда неће осликавати вашу намеру. "
    },
    { TidyGDocClean,                                 0,        
        "Ова опција наводи да ли би Tidy требало да укључи одређено понашање за "
        "чишћење HTML кода извезеног из Google Docs. "
    },
    { TidyHideComments,                              0, "Ова опција наводи да ли Tidy не треба да штампа коментаре. "                                  },
    { TidyHtmlOut,                                   0,        
        "Ова опција наводи да ли Tidy треба да генерише лепо исписан излаз, "
        "пишући га као HTML. "
    },
    { TidyInCharEncoding,                            0,        
        "Ова опција наводи кодирање карактера које Tidy користи за улаз. "
        "Tidy прави неколико претпоставки у вези са одређеним кодирањима улаза. "
        "<br/>"
        "За <var>ascii</var>, Tidy ће да прихвати Latin-1 (ISO-8859-1) вредности "
        "карактера и по потреби ће их претварати у ентитете. "
        "<br/>"
        "За <var>raw</var>, Tidy неће правити никакве претпоставке у вези са "
        "вредностима карактера и проследиће их ба излаз неизмењене. "
        "<br/>"
        "За <var>mac</var> и <var>win1252</var>, прихватаће се вредности карактера "
        "специфичне за произвођача и по потреби ће се претварати у ентитете. "
        "<br/>"
        "Азијска кодирања као што су <var>iso2022</var> ће се обрађивати на "
        "одговарајући начин уз претпоставку да је такође наведена одговарајућа "
        "вредност за <code>output-encoding</code>. "
        "<br/>"
        "Tidy није претварач кодирања. Мада латинична и UTF кодирања могу "
        "слободно да се мешају, програмом Tidy није могуће претварање из "
        "азијских кодирања у латинична. "
    },
    { TidyIndentAttributes,                          0, "Ова опција наводи да ли би Tidy сваки атрибут требало да почне на новој линији. "             },
    { TidyIndentCdata,                               0,        
        "Ова опција наводи да ли би Tidy требало да увлачи "
        "<code>&lt;![CDATA[]]&gt;</code> одељке. "
    },
    { TidyIndentContent,                             0,        
        "Ова опција наводи да ли би Tidy требало да увлачи ознаке блок-нивоа. "
        "<br/>"
        "Ако се постави на <var>auto</var> Tidy ће на основу садржаја који укључује "
        "елемент блок-нивоа одлучити да ли да увлачи садржај ознака као што су "
        "<code>&lt;title&gt;</code>, <code>&lt;h1&gt;</code>-<code>&lt;h6&gt;</code>, "
        "<code>&lt;li&gt;</code>, <code>&lt;td&gt;</code>, или <code>&lt;p&gt;</code>. "
        "<br/>"
        "Постављање <code>indent</code> на <var>yes</var> може да открије багове у "
        "распоређивању странице на неким прегледачима. "
        "<br/>"
        "Користите опцију <code>indent-spaces</code> за контролу броја размака или "
        "табулатора који се исписују за сваки ниво увлачења, а <code>indent-with-tabs</code> "
        "да наведете да се за увлачење користе размаци или табулатори. "
    },
    { TidyIndentSpaces,                              0,        
        "Ова опција наводи број размака или табулатора које Tidy користи за увлачење "
        "садржаја када се укључи <code>indent</code>. "
        "<br/>"
        "Имајте на уму да подразумевана вредност ове опције зависи од вредности "
        "опције <code>indent-with-tabs</code> (погледајте и њу). "
    },
    { TidyInlineTags,                                0,        
        "Ова опција наводи нове ознаке унутар линије које нису празне. Њена вредност "
        "је листа имена ознака раздвојених размацима или запетама. "
        "<br/>"
        "Ако не декларишете нове ознаке, Tidy ће одбити да генерише сређени фајл када "
        "се у улазу нађу непознате ознаке. "
        "<br/>"
        "Ова опција се игнорише у XML режиму. "
    },
    { TidyJoinClasses,                               0,        
        "Ова опција наводи да ли би Tidy требало да комбинује имена класа тако "
        "да генерише јединствено, ново име класе, онда када се у елементу открију "
        "вишеструке доделе класа. "
    },
    { TidyJoinStyles,                                0,        
        "Ова опција наводи да ли би Tidy требало да комбинује стилове тако да "
        "генерише јединствени, нови стил, онда када се у елементу открију вишеструке "
        "вредности стила. "
    },
    { TidyKeepFileTimes,                             0,        
        "Ова опција наводи да ли би Tidy требало да задржи оригинално време измене "
        "фајлова које мења у-месту. "
        "<br/>"
        "Постављањем ове опције на <var>yes</var> можете да средите фајлове без "
        "измене датума измене фајла, што може бити корисно у случају неких алата "
        "који датум измене користе за ствари као што је аутоматско постављање на "
        "сервер."
        "<br/>"
        "Имајте на уму да се ова могућност не подржава на неким платформама. "
    },
    { TidyKeepTabs,                                  0,        
        "Са подразумеваном вредности <var>no</var> Tidy ће све табулаторе у улазу да замени "
        "размацима на начин контролисан опцијом <code>tab-size</code> и текућим померајем линије. "
        "Наравно, осим у случају специјалних блокова/елемената набројаних испод, ово ће се "
        "касније редуковати само на један размак. "
        "<br/>"
        "Ако се постави на <var>yes</var> ова опција наводи да Tidy одређене табулаторе треба "
        "да задржи када их пронађе у извору, али само у преформатираним блоковима као што су "
        "<code>&lt;pre&gt;</code> и остали CDATA елементи као што су <code>&lt;script&gt;</code>, "
        "<code>&lt;style&gt;</code> и остали псеудо елементи као што су "
        "<code>&lt;?php ... ?&gt;</code>. Као увек, сви остали табулатори или низови табулатора "
        "у извору ће наставити да се замењују размаком. "
    },
    { TidyLiteralAttribs,                            0,        
        "Ова опција наводи како Tidy обрађује карактере празног простора унутар "
        "вредности атрибута. "
        "<br/>"
        "Ако је вредност <var>no</var> Tidy нормализује вредности атрибута тако што "
        "све преломе редова или табулаторе замењује једним размаком, а уз то и сваку "
        "групу узастопних карактера празног простора једним размаком. "
        "<br/>"
        "Ако желите принудити Tidy да задржи оригиналне, дословне вредности свих "
        "атрибута и обезбедите да се празан простор унутар вредности атрибута прослеђује "
        "на излаз неизмењен, поставите ову опцију на <var>yes</var>. "
    },
    { TidyLogicalEmphasis,                           0,        
        "Ова опција наводи да ли Tidy треба да замени било које појављивање "
        "<code>&lt;i&gt;</code> са <code>&lt;em&gt;</code> и било које појављивање "
        "<code>&lt;b&gt;</code> са <code>&lt;strong&gt;</code>. Сви атрибути остају "
        "неизмењени. "
        "<br/>"
        "Ова опција може да се постави независно од опције <code>clean</code>. "
    },
    { TidyLowerLiterals,                             0,        
        "Ова опција наводи да ли би Tidy требало да претвори вредност атрибута "
        "који узима листу предефинисаних вредности у мала слова. "
        "<br/>"
        "Ово је потребно за XHTML документе. "
    },
    { TidyMakeBare,                                  0,        
        "Ова опција наводи да ли Tidy треба да замени типографске наводнике и em црте "
        "са ASCII карактерима, и да тамо где постоје у улазу уместо непреламајућих "
        "размака у излаз постави размаке. "
    },
    { TidyMakeClean,                                 0,        
        "Ова опција наводи да ли би Tidy требало да обавља чишћење неких застарелих "
        "презентационих ознака (тренутно су то <code>&lt;i&gt;</code>, "
        "<code>&lt;b&gt;</code>, <code>&lt;center&gt;</code> онда када су окружени "
        "одговарајућим ознакама унутар линије, као и <code>&lt;font&gt;</code>). Ако "
        "се постави на <var>yes</var>, онда ће се застареле ознаке заменити са CSS "
        "<code>&lt;style&gt;</code> ознакама и погодним структурним означавањем. "
    },
    { TidyMark,                                      0,        
        "Ова опција наводи да ли би Tidy требало да дода <code>meta</code> елемент "
        "главу документа који означава да је документ био сређен. "
        "<br/>"
        "Tidy неће додати meta елемент ако је неки већ присутан. "
    },
    { TidyMergeDivs,                                 0,        
        "Ова опција може да се употреби за измену понашања опције <code>clean</code> "
        "када је она постављена на <var>yes</var>."
        "<br/>"
        "Ова опција наводу да ли би Tidy требало да споји угњеждене <code>&lt;div&gt;</code> "
        "ознаке као што је <code>&lt;div&gt;&lt;div&gt;...&lt;/div&gt;&lt;/div&gt;</code>. "
        "<br/>"
        "Ако се постави на <var>auto</var> атрибути унутрашње <code>&lt;div&gt;</code> "
        "ознаке се премештају у спољашњу. Угњеждене <code>&lt;div&gt;</code> са"
        "<code>id</code> атрибутима се <em>не</em> спајају. "
        "<br/>"
        "Ако се постави на <var>yes</var> атрибути унутрашње <code>&lt;div&gt;</code> "
        "ознаке се одбацују са изузетком <code>class</code> и <code>style</code>. "
    },
    { TidyMergeEmphasis,                             0,        
        "Ова опција наводи да ли би Tidy требало да споји угњеждене <code>&lt;b&gt;</code> "
        "и <code>&lt;i&gt;</code> елементе; на пример, у случају "
        "<br/>"
        "<code>&lt;b class=\"rtop-2\"&gt;foo &lt;b class=\"r2-2\"&gt;bar&lt;/b&gt; baz&lt;/b&gt;</code>, "
        "<br/>"
        "Tidy ће да испише на излаз <code>&lt;b class=\"rtop-2\"&gt;foo bar baz&lt;/b&gt;</code>. "
    },
    { TidyMergeSpans,                                0,        
        "Ова опција може да се употреби за измену понашања опције <code>clean</code> када "
        "је она постављена на <var>yes</var>."
        "<br/>"
        "Ова опција наводи да ли би Tidy требало да споју угњеждене <code>&lt;span&gt;</code> "
        "ознаке као што је <code>&lt;span&gt;&lt;span&gt;...&lt;/span&gt;&lt;/span&gt;</code>. "
        "<br/>"
        "Алгоритам је идентичан оном који се користи за <code>merge-divs</code>. "
    },
    { TidyNCR,                                       0, "Ова опција наводи да ли би Tidy требало да дозволи нумеричке карактер референце. "            },
    { TidyNewline,                                   0,        
        "Подразумевана вредност је она која одговара тренутној платформи. "
        "<br/>"
        "У општем случају <var>CRLF</var> на PC-DOS, Windows и OS/2; <var>CR</var> "
        "на класичном Mac OS; и <var>LF</var> на свим осталим (Linux, macOS, "
        "и Unix). "
    },
    { TidyNumEntities,                               0,        
        "Ова опција наводи да ли би Tidy требало да исписује и ентитете који нису "
        "уграђени HTML ентитети (<code>&amp;amp;</code>, <code>&amp;lt;</code>, "
        "<code>&amp;gt;</code> и <code>&amp;quot;</code>) у нумеричком облику, а не "
        "у форми именованог ентитета. "
        "<br/>"
        "Користе се само ентитети компатибилни са DOCTYPE декларацијом која се "
        "користи за генерисани текст. "
        "<br/>"
        "Ентитети који могу да се представе у излазном кодирању се преводе у "
        "одговарајуће карактере. "
    },
    { TidyOmitOptionalTags,                          0,        
        "Ова опција наводи да ли би приликом генерисања излаза Tidy требало да "
        "изостави отварајуће и затварајуће ознаке које нису обавезне. "
        "<br/>"
        "Постављање ове опције чини да се све ознаке за <code>&lt;html&gt;</code>, "
        "<code>&lt;head&gt;</code> и <code>&lt;body&gt;</code> елементе изоставе из "
        "излаза, као и такве затварајуће ознаке као што су <code>&lt;/p&gt;</code>, "
        "<code>&lt;/li&gt;</code>, <code>&lt;/dt&gt;</code>, "
        "<code>&lt;/dd&gt;</code>, <code>&lt;/option&gt;</code>, "
        "<code>&lt;/tr&gt;</code>, <code>&lt;/td&gt;</code>, and "
        "<code>&lt;/th&gt;</code>. "
        "<br/>"
        "Ова опција се игнорише за XML излаз. "
    },
    { TidyOutCharEncoding,                           0,        
        "Ова опција наводи које кодирање карактера Tidy користи за излаз. "
        "Нека од излазних кодирања утичу на то да ли ће се неки карактери "
        "превести у ентитете, мада у свим случајевима, неки ентитети ће се "
        "записивати сагласно са осталим опцијама Tidy конфигурације. "
        "<br/>"
        "За <var>ascii</var>, <var>mac</var> и <var>win1252</var> кодирања "
        "излаза, ентитети ће се користити за све карактере чија је вредност "
        "изнад 127. "
        "<br/>"
        "За <var>raw</var> излаз, Tidy ће да испише вредности преко 127 и "
        "неће их преводити у ентитете. "
        "<br/>"
        "Када се излаз исписује употребом <var>latin1</var> кодирања Tidy ће "
        "да уписује све вредности карактера веће од 255 као ентитете. "
        "<br/>"
        "UTF породицом, као што је <var>utf8</var>, излаз се пише у "
        "одговарајућем UTF кодирању. "
        "<br/>"
        "Азијским излазним кодирањем, као што је <var>iso2022</var>, излаз "
        "ће се исписивати наведеним кодирањем, претпостављајући да је наведено "
        "одговарајуће <code>input-encoding</code>. "
        "<br/>"
        "Tidy није претварач кодирања. Мада латинична и UTF кодирања могу "
        "слободно да се мешају, програмом Tidy није могуће претварање из "
        "азијских кодирања у латинична. "
    },
    { TidyOutFile,                                   0,        
        "Ова опција наводи излазни фајл који Tidy користи за означену текст. "
        "Означени текст се обично исписује не <code>stdout</code>. "
    },
    { TidyOutputBOM,                                 0,        
        "Ова опција наводи да ли би Tidy требало да исписује Unicode Byte Order Mark "
        "карактер (BOM; познат и под називом Zero Width No-Break Space; има вредност "
        "U+FEFF) на почетак излаза, и примењује се само на UTF-8 и UTF-16 кодирања "
        "излаза. "
        "<br/>"
        "Ако се постави на <var>auto</var> Tidy ће да исписује BOM на излаз само онда "
        "када је BOM био присутан на почетку улаза. "
        "<br/>"
        "BOM се увек исписује за XML/XHTML излаз који користи UTF-16 кодирање излаза. "
    },
    { TidyPPrintTabs,                                0,        
        "Ова опција наводи да ли би Tidy требало да врши увлачење табулаторима уместо "
        "размацима, под претпоставком да опција <code>indent</code> има вредност "
        "<var>yes</var>. "
        "<br/>"
        "Поставите је на <var>yes</var> ако желите да се текст увлачи табулаторима "
        "уместо подразумеваним размацима. "
        "<br/>"
        "Користите опцију <code>indent-spaces</code> да контролишете број табулатора "
        "у излазу по нивоу увлачења. Имајте на уму да када је укључена опција "
        "<code>indent-with-tabs</code>, подразумевана вредност опције "
        "<code>indent-spaces</code> се ресетује на <var>1</var>. "
        "<br/>"
        "Напомена: <code>tab-size</code> контролише претварање улазних табулатора у "
        "размаке. Поставите је на нулу ако желите да задржите табулаторе са улаза. "
    },
    { TidyPreserveEntities,                          0,        
        "Ова опција наводи да ли Tidy треба да очува добро формиране ентитете, "
        "онакве какви се пронађу у улазу. "
    },
    { TidyPreTags,                                   0,        
        "Ова опција наводи нове ознаке које треба да се обраде на потпуно исти начин "
        "као HTML елемент <code>&lt;pre&gt;</code>. Њена вредност је листа имена "
        "ознака раздвојених размацима или запетама. "
        "<br/>"
        "Ако не декларишете нове ознаке, Tidy ће одбити да генерише сређени фајл онда "
        "када се у улазу налазе непознате ознаке. "
        "<br/>"
        "Имајте на уму да још увек не можете да додате нове CDATA елементе. "
        "<br/>"
        "Ова опција се игнорише у XML режиму. "
    },
    { TidyPriorityAttributes,                        0,        
        "Ова опција омогућава приоритизацију уписивања атрибута у сређеним "
        "документима тако што омогућава да се упишу пре осталих атрибута елемента. "
        "На пример, могли бисте навести да се <strong>id</strong> и "
        "<strong>name</strong> исписују пре било којих других атрибута. "
        "<br/>"
        "Вредност ове опције представља листа имена атрибута раздвојена "
        "размацима или запетама. "
    },
    { TidyPunctWrap,                                 0,        
        "Ова опција наводи да ли би Tidy требало да обавије линију након неких "
        "Unicode или кинеских интерпункцијских карактера. "
    },
    { TidyQuiet,                                     0,        
        "Када је укључена, ова опција ограничава излаз програма Tidy који није "
        "документ само на упозорења и грешке у вези са документом. "
    },
    { TidyQuoteAmpersand,                            0,        
        "Ова опција наводи да ли би Tidy требало да исписује неукрашене <code>&amp;</code> "
        "карактере као <code>&amp;amp;</code>, само у застарелим doctype спецификацијама. "
    },
    { TidyQuoteMarks,                                0,        
        "Ова опција наводи да ли би Tidy требало да исписује <code>&quot;</code> карактере "
        "као <code>&amp;quot;</code>, тј. онако како одговара неким окружењима за уређивање. "
        "<br/>"
        "Карактер апостроф <code>'</code> се исписује као <code>&amp;#39;</code> јер "
        "многи веб прегледачи још увек не подржавају <code>&amp;apos;</code>. "
    },
    { TidyQuoteNbsp,                                 0,        
        "Ова опција наводи да ли би Tidy требало да исписује карактере непреламајућег "
        "размака као ентитете, а не као Unicode карактер чија је вредност 160 (децимално). "
    },
    { TidyReplaceColor,                              0,        
        "Ова опција наводи да ли би Tidy требало да замени бројчане вредности у "
        "color атрибутима са HTML/XHTML именима боја онда када су дефинисана, нпр. "
        "<code>#ffffff</code> се мења са <code>white</code>. "
    },
    { TidyShowErrors,                                0,        
        "Ова опција наводи број који Tidy користи да одреди треба ли да прикаже "
        "накнадне грешке. Ако је постављена на <var>0</var>, онда се грешке уопште "
        "не приказују. "
    },
    { TidyShowFilename,                              0,        
        "Ова опција наводи да ли би Tidy требало да приказује име фајла у порукама. Нпр.: "
        "<br/>"
        " tidy -q -e --show-filename yes index.html<br/>"
        " index.html: линија 43 колона 3 - Упозорење: замењују се неисправни UTF-8 бајтови (кар. кôд U+00A9) "
    },
    { TidyShowInfo,                                  0, "Ова опција наводи да ли би Tidy требало да исписује поруке инфо нивоа."                       },
    { TidyShowMarkup,                                0,        
        "Ова опција наводи да ли би Tidy требало да генерише лепо исписану верзију "
        "означеног текста. Имајте на уму да Tidy неће генерисати лепо исписану верзију "
        "ако пронађе значајне грешке (погледајте <code>force-output</code>). "
    },
    { TidyShowWarnings,                              0,        
        "Ова опција наводи да ли би Tidy требало да потисне упозорења. Ово може да "
        "буде корисно када је неколико грешака скривено у мору упозорења. "
    },
    { TidySkipNested,                                0,        
        "Ова опција наводи да ли би Tidy требало да прескочи угњеждене ознаке "
        "када парсира script и style податке. "
    },
    { TidySortAttributes,                            0,        
        "Ова опција наводи да би Tidy требало да сортира атрибуте у елементу "
        "употребом задатог алгоритма сортирања. Ако се постави на <var>alpha</var>, "
        "алгоритам је растуће азбучно сортирање. "
        "<br/>"
        "Када се користи док се сортира са <code>priority-attributes</code>, било "
        "какво сортирање атрибута ће се вршити након исписивања приоритетних"
        "атрибута на излаз. "
    },
    { TidyMuteReports,                               0,        
        "Овом опцијом спречавате Tidy да прикаже одређене типове излазних извештаја, "
        "на пример, у случају услова које желите да се игноришу. "
        "<br/>"
        "Вредност ове опције је листа једног или више  кључева који означавају "
        "тип поруке која се потискује. Ове кључеве порука можете открити употребом "
        "<code>mute-id</code> опције конфигурације и испитивањем излаза који Tidy "
        "онда генерише. "
    },
    { TidyMuteShow,                                  0,        
        "Ова опција наводи да ли Tidy треба да прикаже ID порука у сваком од "
        "извештаја о грешкама. Ово може бити корисно када желите да употребите "
        "<code>mute</code> опцију конфигурације како би филтрирали одређене "
        "поруке у извештају. "
    },
    { TidyStrictTagsAttr,                            0,        
        "Ова опција обезбеђује да су ознаке и атрибути које Tidy исписује на излаз "
        "у сагласности са HTML верзијом. Када се постави на <var>yes</var> и тип "
        "излазног документа је strict doctype, онда ће Tidy да пријави грешке. "
        "Ако је тип излазног документа loose или transitional doctype, онда ће "
        "Tidy да пријави упозорења. "
        "<br/>"
        "Уз то, ако је укључена опција <code>drop-proprietary-attributes</code>, "
        "онда се такође одбацују и атрибути који не постоје у HTML верзији. "
        "<br/>"
        "Када се постави на <var>no</var>, ове провере се не извршавају. "
    },
    { TidyTabSize,                                   0,        
        "Ова опција наводи број колона које Tidy користи између две узастопне "
        "станице табулатора. Користи се за мапирање табулатора у размаке током "
        "читања улаза. "
    },
    { TidyUpperCaseAttrs,                            0,        
        "Ова опција наводи да ли би Tidy требало да имена атрибута исписује "
        "великим словима. "
        "<br/>"
        "Када се постави на <var>no</var>, имена атрибута ће се исписивати "
        "малим словима. Ако наведете <var>yes</var> имена атрибута ће се "
        "исписивати великим словима, а <var>preserve</var> може да се употреби "
        "када желите да се имена атрибута оставе неизмењена. "
        "<br/>"
        "Када се користи XML улаз, увек се задржава оригинална величина слова. "
    },
    { TidyUpperCaseTags,                             0,        
        "Ова опција наводи да ли би Tidy требало да исписује имена ознака великим "
        "словима. "
        "<br/>"
        "Подразумевана вредност је <var>no</var> којом се добијају имена "
        "ознака исписана малим словима, осим за XML улаз где се задржава "
        "оригинална величина слова. "
    },
    { TidyUseCustomTags,                             0,        
        "Ова опција омогућава да се са Tidy користе ознаке за аутономне "
        "произвољне елементе, нпр. <code>&lt;flag-icon&gt;</code>. Произвољне "
        "ознаке су искључене када је њена вредност <var>no</var>. Остала "
        "подешавања - <var>blocklevel</var>, <var>empty</var>, <var>inline</var>, "
        "и <var>pre</var> ће третирати <em>све</em> детектоване произвољне ознаке "
        "на одговарајући начин наведен у вредности. "
        "<br/>"
        "Употрба <code>new-blocklevel-tags</code>, "
        "<code>new-empty-tags</code>, <code>new-inline-tags</code>, или "
        "<code>new-pre-tags</code> ће да премости третман произвољних ознака "
        "овом опцијом конфигурације. Ово може да буде корисно ако имате различите "
        "типове произвољних ознака."
        "<br/>"
        "Када је укључена, ове ознаке се одређују током обраде вашег документа "
        "користећи отварајуће ознаке; одговарајуће затварајуће ознаке ће се "
        "препознати сагласно њима, а непознате затварајуће ознаке ће се одбацити. "
    },
    { TidyVertSpace,                                 0,        
        "Ова опција наводи да ли би Tidy требало да дода мало додатних празних "
        "линија како би се побољшала читљивост. "
        "<br/>"
        "Подразумевана вредност је <var>no</var>. "
        "<br/>"
        "Ако се постави на <var>auto</var> Tidy ће да елиминише скоро све карактере "
        "прелома реда."
    },
    { TidyWarnPropAttrs,                             0,        
        "Ова опција наводи да ли би Tidy требало да упозори на постојање "
        "власничких атрибута."
    },
    { TidyWord2000,                                  0,        
        "Ова опција наводи да ли би Tidy требало максимално да се потруди и скине "
        "све додатне ствари које Microsoft Word 2000 умеће у документ који Word "
        "чува као „Web pages”. Не обрађује уграђене слике или VML. "
        "<br/>"
        "Требало би да размотрите могућност да искористите команду "
        "<strong>Save As...</strong> програма Word, па да изаберете "
        "<strong>Web Page, Filtered</strong>. "
    },
    { TidyWrapAsp,                                   0,        
        "Ова опција наводи да ли би Tidy требало да обавија линије које се садрже "
        "унутар ASP псеудо елемената, који изгледају као: <code>&lt;% ... %&gt;</code>. "
    },
    { TidyWrapAttVals,                               0,        
        "Ова опција наводи да ли би Tidy требало да обавија линије на вредностима "
        "атрибута, што значи да ако вредност атрибута учини да линија постане дужа од "
        "ширине наведене опцијом <code>wrap</code>, Tidy ће да дода један или више "
        "прелома линије у вредност, па ће се он тако преломити у више линија. "
        "<br/>"
        "Имајте на уму да се ова опција може поставити независно у односу на "
        "<code>wrap-script-literals</code> опцију. "
        "Tidy подразумевано замењује све преломе редова или табулаторе једним размаком "
        "и замењује све низове карактера празног простора једним размаком. "
        "<br/>"
        "Ако желите да Tidy обавезно задржи оригиналне, дословне вредности свих атрибута, "
        "и обезбедите да се карактери празног простора унутар атрибута прослеђују "
        "неизмењени на излаз, поставите опцију <code>literal-attributes</code> на "
        "<var>yes</var>. "
    },
    { TidyWrapJste,                                  0,        
        "Ова опција наводи да ли би Tidy требало да обавија линију на тексту који "
        "се налази унутар JSTE псеудо елемената, који изгледају овако: "
        "<code>&lt;# ... #&gt;</code>. "
    },
    { TidyWrapLen,                                   0,        
        "Ова опција наводи десну маргину коју Tidy користи за обавијање линије. "
        "<br/>"
        "Tidy се труди да обавија линије тако да њихова дужина не прекорачи ову дужину. "
        "<br/>"
        "Поставите <code>wrap</code> на <var>0</var> (нулу) ако желите да искључите "
        "обавијање линије. "
    },
    { TidyWrapPhp,                                   0,        
        "Ова опција наводи да ли би Tidy требало да дода нову линију након PHP "
        "псеудо елемената, који изгледају овако: <code>&lt;?php ... ?&gt;</code>. "
    },
    { TidyWrapScriptlets,                            0,        
        "Ова опција наводи да ли би Tidy требало да обавија стринг дословне "
        "вредности додељене атрибутима елемента који служе за обрађивач догађаја, "
        "као што је element.onmouseover()."
    },
    { TidyWrapSection,                               0,        
        "Ова опција наводи да ли би Tidy требало да обавија текст који се налази "
        "унутар <code>&lt;![ ... ]&gt;</code> ознака одељка. "
    },
    { TidyWriteBack,                                 0,        
        "Ова опција наводи да ли би Tidy требало да сређени означени текст упише назад "
        "фајл из којег је прочитао оригинални документ. "
        "<br/>"
        "Саветујемо вам да чувате копије важних фајлова пре него што их средите, јер "
        "резултат у ретким случајевима можда неће бити оно што очекујете. "
    },
    { TidyXhtmlOut,                                  0,        
        "Ова опција наводи да ли би Tidy требало да генерише лепо исписани излаз, "
        "записујући га као прошириви HTML. "
        "<br/>"
        "Ова опција приморава Tidy да постави DOCTYPE и подразумевани простор имена "
        "онако како то одговара за XHTML, и на излазу ће користити исправљену вредност "
        "без обзира на остале изворе. "
        "<br/>"
        "У XHTML, ентитети могу да се запишу као именовани или нумерички ентитети, "
        "сагласно са вредности опције <code>numeric-entities</code>. "
        "<br/>"
        "Оригинална величина слова ознака и атрибута ће се очувати, без обзира на "
        "вредности осталих опција. "
    },
    { TidyXmlDecl,                                   0,        
        "Ова опција наводи да ли би Tidy требало да дода XML декларацију када "
        "исписује XML или XHTML. "
        "<br/>"
        "Имајте на уму да ако улаз већ садржи <code>&lt;?xml ... ?&gt;</code> "
        "декларацију, онда ће се ова опција игнорисати. "
        "<br/>"
        "Ако се кодирање за излаз није <var>ascii</var>, једно од <var>utf*</var> "
        "кодирања, или <var>raw</var>, онда се декларација увек додаје онако "
        "како то захтева XML стандард. "
    },
    { TidyXmlOut,                                    0,        
        "Ова опција наводи да ли би Tidy требало да лепо испише излаз, записујући га "
        "као добро формирани XML. "
        "<br/>"
        "Сви ентитети који нису дефинисани у XML 1.0 ће се записивати као нумерички "
        "ентитети чиме се омогућава да их парсира XML парсер. "
        "<br/>"
        "Оригинална величина слова ознака и атрибута ће се очувати, без обзира на "
        "вредности осталих опција. "
    },
    { TidyXmlPIs,                                    0,        
        "Ова опција наводи да ли би Tidy требало да промени парсирање инструкција "
        "обраде тако да се као терминатор уместо <code>&gt;</code> захтева "
        "<code>?&gt;</code>. "
        "<br/>"
        "Ова опција се аутоматски поставља ако је улаз на XML језику. "
    },
    { TidyXmlSpace,                                  0,        
        "Ова опција наводи да ли би Tidy када генерише XML требало да "
        "у елементе као што су <code>&lt;pre&gt;</code>, "
        "<code>&lt;style&gt;</code> и <code>&lt;script&gt;</code> дода "
        "<code>xml:space=\"preserve\"</code> "
        "<br/>"
        "Ово је потребно ако празан простор у таквим елементима треба "
        "да се парсира на погодан начин без потребе за приступом DTD "
        "документу. "
    },
    { TidyXmlTags,                                   0,        
        "Ова опција наводи да ли би Tidy требало да уместо HTML парсера који "
        "исправља грешке користи XML парсер. "
    },
    { TidyMetaCharset,                               0,        
        "Када је укључена, ова опција додаје <code>&lt;meta&gt;</code> елемент "
        "и поставља <code>charset</code> атрибут на кодирање документа. Поставите "
        "вредност опције на <var>yes</var> ако желите да је укључите. "
    },
    { TidyShowMetaChange,                            0,        
        "Ова порука укључује поруку кадгод Tidy измени the <code>content</code> "
        "атрибут meta charset декларације тако да се подудара са кодирањем "
        "документа. Поставите ову опцију на <var>yes</var> ако желите да је "
        "укључите. "
    },
    { TidyStyleTags,                                 0,        
        "Ова опција наводи да ли би Tidy требало да премести све ознаке стилова у "
        "заглавље документа. "
    },
    { TidyInfo,                                      0, "Инфо: "                                                                                       },
    { TidyWarning,                                   0, "Упозорење: "                                                                                  },
    { TidyConfig,                                    0, "Конфиг: "                                                                                     },
    { TidyAccess,                                    0, "Приступ: "                                                                                    },
    { TidyError,                                     0, "Грешка: "                                                                                     },
    { TidyBadDocument,                               0, "Документ: "                                                                                   },
    { TidyFatal,                                     0, "Паника: "                                                                                     },
    { TidyDialogueSummary,                           0, "Резиме: "                                                                                     },
    { TidyDialogueInfo,                              0, "Информација: "                                                                                },
    { TidyDialogueFootnote,                          0, "Фуснота: "                                                                                    },
    { LINE_COLUMN_STRING,                            0, "линија %d колона %d - "                                                                       },
    { FN_LINE_COLUMN_STRING,                         0, "%s: линија %d колона %d - "                                                                   },
    { STRING_DISCARDING,                             0, "одбацује се"                                                                                  },
    { STRING_ERROR_COUNT_ERROR,                      0, "грешка"                                                                                       },
    { STRING_ERROR_COUNT_ERROR,                      1, "грешке"                                                                                       },
    { STRING_ERROR_COUNT_ERROR,                      2, "грешака"                                                                                      },
    { STRING_ERROR_COUNT_WARNING,                    0, "упозорење"                                                                                    },
    { STRING_ERROR_COUNT_WARNING,                    1, "упозорења"                                                                                    },
    { STRING_ERROR_COUNT_WARNING,                    2, "упозорења"                                                                                    },
    { STRING_HELLO_ACCESS,                           0, "\nПровере приступачности:\n"                                                                  },
    { STRING_HTML_PROPRIETARY,                       0, "HTML власнички"                                                                               },
    { STRING_XML_DECLARATION,                        0, "XML декларација"                                                                              },
    { STRING_PLAIN_TEXT,                             0, "чисти текст"                                                                                  },
    { STRING_REPLACING,                              0, "замењује се"                                                                                  },
    { STRING_SPECIFIED,                              0, "наведено"                                                                                     },
    { TIDYCUSTOMNO_STRING,                           0, "не"                                                                                           },
    { TIDYCUSTOMBLOCKLEVEL_STRING,                   0, "блоковски ниво"                                                                               },
    { TIDYCUSTOMEMPTY_STRING,                        0, "празно"                                                                                       },
    { TIDYCUSTOMINLINE_STRING,                       0, "унутар линије"                                                                                },
    { TIDYCUSTOMPRE_STRING,                          0, "преформатирано"                                                                               },
    { TEXT_HTML_T_ALGORITHM,                         0,        
        "\n"
        "      - Најпре, претражи лево од позиције ћелије да пронађеш ћелије заглавља\n"
        "        реда.\n"
        "      - Затим претражуј навише да пронађеш колону ћелија заглавља.\n"
        "      - Претрага у датом смеру се зауставља када се достигне ивица табеле или\n"
        "        када се након ћелије заглавља пронађе ћелија података.\n"
        "      - Заглавља редова се умећу у листу у редоследу по којем се јављају у\n"
        "        табели. \n"
        "      - У случају лево-у-десно табела, заглавља се умећу с лева у десно.\n"
        "      - Заглавља колона се умећу након заглавља реда, у редоследу по којем\n"
        "        се појављују у табели, од врха ка дну.\n"
        "      - Ако ћелија заглавља има постављене атрибуте заглавља, онда се\n"
        "        заглавља на која указује тај атрибут умећу у листу и претрага у\n"
        "        текућем смеру се зауставља.\n"
        "        TD ћелије које постављају атрибут axis се такође третирају као ћелије\n"
        "        заглавља.\n"
    },
    { TEXT_VENDOR_CHARS,                             0,        
        "Мало је вероватно да су кодирања специфична за произвођача и зависна од\n"
        "система широко распрострањена на World Wide Web; не би требало да користите\n"
        "%s кодирање карактера, уместо њега се препоручује да употребите именоване\n"
        "ентитете, нпр. &trade;.\n"
    },
    { TEXT_SGML_CHARS,                               0,        
        "Кодови карактера од 128 до 159 (U+0080 до U+009F) нису дозвољени у HTML; чак\n"
        "и да јесу, највероватније би то били контролни карактери који не могу да се\n"
        "прикажу. Tidy је претпоставио да сте мислили на карактер који има исту бајт\n"
        "вредност у %s кодирању, па је ту референцу заменио Unicode еквивалентом.\n"
    },
    { TEXT_INVALID_UTF8,                             0,        
        "Кодови карактера за UTF-8 морају бити у опсегу: U+0000 до U+10FFFF.\n"
        "Дефиниција UTF-8 у Анексу D стандарда ISO/IEC 10646-1:2000 такође\n"
        "дозвољава употребу низова од пет и шест бајтова за кодирање карактера који\n"
        "се налазе ван опсега Unicode скупа карактера; ти петобајтни и шестобајтни\n"
        "низови нису дозвољени за употребу у UTF-8 као трансформацији Unicode\n"
        "карактера. ISO/IEC 10646 не дозвољава мапирање неупарених сурогата, нити\n"
        "U+FFFE ни U+FFFF (али дозвољава остале не-карактере). Ако вам је потребно\n"
        "више информација, молимо вас да погледате https://home.unicode.org/ и\n"
        "https://www.cl.cam.ac.uk/~mgk25/unicode.html\n"
    },
    { TEXT_INVALID_UTF16,                            0,        
        "Кодови карактера за UTF-16 морају бити у опсегу: U+0000 до U+10FFFF.\n"
        "Дефиниција UTF-16 у Анексу C стандарда ISO/IEC 10646-1:2000 не дозвољава\n"
        "мапирање неупарених сурогата. За више информација, молимо вас да погледате\n"
        "https://home.unicode.org/ и https://www.cl.cam.ac.uk/~mgk25/unicode.html\n"
    },
    { TEXT_INVALID_URI,                              0,        
        "URI идентификатори моја бити исправно означени, они не смеју да садрже\n"
        "карактере испод U+0021 укључујући и карактер размака, као и карактере\n"
        "изнад U+007E. Tidy за вас означава URI онако као се препоручује у HTML\n"
        "4.01 одељку B.2.1 и у XML 1.0 одељку 4.2.2. Неки кориснички агенти користе\n"
        "другачији алгоритам за означавање таквих URI идентификатора, а неке скрипте\n"
        "на страни сервера зависе од тога. Ако желите ту зависност, онда сами морате\n"
        "да означите URI. Ако вам је потребно више информација, молимо вас да\n"
        "погледате https://www.w3.org/International/O-URL-and-ident.html\n"
    },
    { TEXT_BAD_FORM,                                 0,        
        "Можда је потребна да преместите једну или обе ознаке <form> и </form>.\n"
        "HTML елементи би требало да су исправно угњеждени, а form елементи нису\n"
        "изузетак. На пример, не би требало да поставите <form> у једну ћелију\n"
        "табеле, а </form> у другу. Ако се <form> постави пре табеле, </form> не\n"
        "може да се постави унутар табеле! Имајте на уму да један формулар не може\n"
        "да се угнезди унутар другог!\n"
    },
    { TEXT_BAD_MAIN,                                 0,        
        "У документу је дозвољен само један <main> елемент.\n"
        "Накнадни <main> елементи су одбачени, па због тога документ може да\n"
        "постане неисправан.\n"
    },
    { TEXT_M_SUMMARY,                                0,        
        "Summary атрибут табеле може да се употреби за опис структуре\n"
        "табеле. Доста помаже људима који не користе визуелне прегледаче.\n"
        "Атрибути scope и headers за ћелије табеле су корисни за навођење\n"
        "заглавља која се примењују на сваку ћелију табеле, па на тај начин\n"
        "омогућавају да невизуелни прегледачи пруже контекст значења за\n"
        "сваку појединачну ћелију.\n"
    },
    { TEXT_M_IMAGE_ALT,                              0,        
        "Атрибут alt би требало да се користи за давање кратког описа слике; дужи\n"
        "описи би требало да се поставе у longdesc атрибут који као вредност узима\n"
        "URL који указује на опис. Ове мере су неопходне људима који не користе\n"
        "графичке прегледаче.\n"
    },
    { TEXT_M_IMAGE_MAP,                              0,        
        "Радије користите мапе слика на страни клијента уместо слика мапа на страни\n"
        "сервера јер оне могу бити неприступачне људима који не користе графичке\n"
        "прегледаче- Уз то, мапе на страни клијента се једноставније подешавају и\n"
        "корисницима тренутно пружају повратну информацију.\n"
    },
    { TEXT_M_LINK_ALT,                               0,        
        "За коришћење хипертекст линкова дефинисаних употребом слике мапе на\n"
        "клијентској страни, морате да искористите alt атрибут у којем наводите\n"
        "текстуални опис линка људима који не користе графичке прегледаче.\n"
    },
    { TEXT_USING_FRAMES,                             0,        
        "Странице дизајниране употребом оквира представљају проблем\n"
        "људима који су или слабовиди или користе прегледач који не\n"
        "подржава оквире. Страница базирана на оквирима би увек требало\n"
        "да укључи алтернативни распоред унутар NOFRAMES елемента.\n"
    },
    { FOOTNOTE_TRIM_EMPTY_ELEMENT,                   0,        
        "Један или више празних елемената су били присутни у изворном документу,\n"
        "али су изостављени у излазу. Ако су ови елементи неопходни, или ако не\n"
        "желите овакво понашање, размотрите да опцију „drop-empty-elements”\n"
        "поставите на no.\n"
    },
    { TEXT_ACCESS_ADVICE1,                           0,        
        "За још савета у вези са начином да ваше странице постану\n"
        "приступачне, погледајте https://www.w3.org/WAI/GL."
    },
    { TEXT_ACCESS_ADVICE2,                           0,        
        "За још савета у вези са начином да ваше странице постану приступачне,\n"
        "погледајте https://www.w3.org/WAI/GL и\n"
        "https://www.html-tidy.org/accessibility/."
    },
    { TEXT_USING_LAYER,                              0,        
        "Уместо власничког елемента <LAYER>, препоручује се употреба\n"
        "Cascading Style Sheets (CSS) механизма позиционирања јер је\n"
        "подршка произвођача за LAYER елемент ограничена.\n"
    },
    { TEXT_USING_SPACER,                             0,        
        "Препоручује се за контролисање празног простора користите CSS\n"
        "(нпр. за увлачење, маргине и проред). Власнички елемент\n"
        "<SPACER> има ограничену подршку произвођача.\n"
    },
    { TEXT_USING_FONT,                               0,        
        "Препоручује се да за навођење фонта и његових особина као\n"
        "што су величина и боја користите CSS. То ће да смањи величину\n"
        "HTML фајлова и лакше ће се одржавати у односу на фајлове у\n"
        "којима се користе <FONT> елементи.\n"
    },
    { TEXT_USING_NOBR,                               0,        
        "Препоручује се да за контролу обавијања линија користите CSS.\n"
        "Уместо да за искључивање обавијања у означавање уметнете\n"
        "<NOBR>...</NOBR>, употребите „white-space: nowrap”.\n"
    },
    { TEXT_USING_BODY,                               0, "Препоручује се да навођење боја странице и линка користите CSS"                               },
    { STRING_CONTENT_LOOKS,                          0, "Садржај документа изгледа овако %s"                                                           },
    { STRING_DOCTYPE_GIVEN,                          0, "Наведени Doctype је „%s”"                                                                     },
    { STRING_ERROR_COUNT,                            0, "Tidy је пронашао %u %s и %u %s!\n"                                                            },
    { STRING_NEEDS_INTERVENTION,                     0,        
        "Овај документ садржи грешке које се морају исправити пре\n"
        "него што се HTML Tidy употреби за генерисање сређене\n"
        "верзије.\n"
    },
    { STRING_NO_ERRORS,                              0, "Није пронађено ниједно упозорење нити грешка.\n"                                              },
    { STRING_NO_SYSID,                               0, "У емитованом doctype нема ниједном идентификатора система"                                    },
    { STRING_NOT_ALL_SHOWN,                          0, "Tidy је пронашао %u %s и %u %s! Нису приказана сва упозорења/грешке.\n"                       },
    { TEXT_GENERAL_INFO,                             0,        
        "О програму HTML Tidy: https://github.com/htacg/tidy-html5\n"
        "Извештаји о багу и коментари: https://github.com/htacg/tidy-html5/issues\n"
        "Званична мејлинг листа: https://lists.w3.org/Archives/Public/public-htacg/\n"
        "Последња HTML спецификација: https://html.spec.whatwg.org/multipage/\n"
        "Потврдите своје HTML документе: https://validator.w3.org/nu/\n"
        "Лобирајте да ваша компанија постане члан W3C: https://www.w3.org/Consortium\n"
    },
    { TEXT_GENERAL_INFO_PLEA,                        0,        
        "Говорите ли неки други језик, а не енглески, или различиту варијанту\n"
        "енглеског? Размотрите могућност да нам помогнете да локализујемо HTML Tidy.\n"
        "За више детаља, молимо вас да погледате страницу\n"
        "https://github.com/htacg/tidy-html5/blob/master/README/LOCALIZE.md"
    },
    { ADDED_MISSING_CHARSET,                         0, "У %s је додата одговарајућа <meta charset=...> која недостаје"                                },
    { ANCHOR_NOT_UNIQUE,                             0, "%s сидро „%s” је већ дефинисано"                                                              },
    { ANCHOR_DUPLICATED,                             0, "Tidy је дуплирао имплицитно %s сидро „%s”."                                                   },
    { APOS_UNDEFINED,                                0, "именовани ентитет &apos; је дефинисан само у XML/XHTML"                                       },
    { ATTR_VALUE_NOT_LCASE,                          0, "Вредност „%s” атрибута %s мора бити исписана малим словима у XHTML"                           },
    { ATTRIBUTE_IS_NOT_ALLOWED,                      0, "%s атрибут „is” се не дозвољава за аутономне произвољне ознаке."                              },
    { ATTRIBUTE_VALUE_REPLACED,                      0, "%s атрибут „%s”, замењена је неисправна вредност „%s”"                                        },
    { BACKSLASH_IN_URI,                              0, "%s URI референца садржи обрнуту косу црту. Грешка у куцању?"                                  },
    { BAD_ATTRIBUTE_VALUE_REPLACED,                  0, "%s атрибут „%s” је имао неисправну вредност „%s” која је замењена"                            },
    { BAD_ATTRIBUTE_VALUE,                           0, "%s атрибут „%s” има неисправну вредност „%s”"                                                 },
    { BAD_CDATA_CONTENT,                             0, "Овде није дозвољено ’<’ + ’/’ + слово"                                                        },
    { BAD_SUMMARY_HTML5,                             0, "Атрибут summary у елементу %s је застарело у HTML5"                                           },
    { BAD_SURROGATE_LEAD,                            0, "Зачељни (ниски) сурогат пар U+%04X, без водећег (високог) ентитета, замењује се са U+FFFD."   },
    { BAD_SURROGATE_PAIR,                            0, "Постоји сурогат пар U+%04X:U+%04X који је ван опсега, замењује се са вредности U+FFFD."       },
    { BAD_SURROGATE_TAIL,                            0, "Водећи (високи) сурогат пар U+%04X, без зачељног (ниског) ентитета, замењује се са U+FFFD."   },
    { CANT_BE_NESTED,                                0, "%s не може да се угњезди"                                                                     },
    { COERCE_TO_ENDTAG,                              0, "Вероватно је <%s> требало да буде </%s>"                                                      },
    { CONTENT_AFTER_BODY,                            0, "постоји садржај након краја тела"                                                             },
    { DISCARDING_UNEXPECTED,                         0, "одбацује се неочекивано %s"                                                                   },
    { DOCTYPE_AFTER_TAGS,                            0, "<!DOCTYPE> се не дозвољава након елемената"                                                   },
    { DUPLICATE_FRAMESET,                            0, "поновљени FRAMESET елемент"                                                                   },
    { ELEMENT_NOT_EMPTY,                             0, "Елемент %s није празан или није затворен"                                                     },
    { ELEMENT_VERS_MISMATCH_ERROR,                   0, "Елемент %s није доступан у %s"                                                                },
    { ELEMENT_VERS_MISMATCH_WARN,                    0, "Елемент %s није доступан у %s"                                                                },
    { ENCODING_MISMATCH,                             0, "наведено кодирање улаза (%s) се не подудара за стварним кодирањем улазног документа (%s)"     },
    { ESCAPED_ILLEGAL_URI,                           0, "%s означава се погрешно формирана URI референца"                                              },
    { FILE_CANT_OPEN,                                0, "Не може да се отвори „%s”\n"                                                                  },
    { FILE_CANT_OPEN_CFG,                            0, "Не може да се отвори конфигурациони фајл „%s”\n"                                              },
    { FILE_NOT_FILE,                                 0, "„%s” није фајл!\n"                                                                            },
    { FIXED_BACKSLASH,                               0, "%s обрнута коса црта у URI се претвара у косу црту"                                           },
    { FOUND_STYLE_IN_BODY,                           0, "пронађена је <style> ознака у <body>! fix-style-tags: yes да се премести."                    },
    { ID_NAME_MISMATCH,                              0, "%s не подударају се вредности id и name атрибута"                                             },
    { ILLEGAL_NESTING,                               0, "%s не би требало да буде угњеждена"                                                           },
    { ILLEGAL_URI_CODEPOINT,                         0, "%s у URI су пронађени неважећи карактери"                                                     },
    { ILLEGAL_URI_REFERENCE,                         0, "%s неправилно означена URI референца"                                                         },
    { INSERTING_AUTO_ATTRIBUTE,                      0, "%s умеће се атрибут „%s” користећи вредност „%s”"                                             },
    { INSERTING_TAG,                                 0, "уметање имплицитног <%s>"                                                                     },
    { INVALID_ATTRIBUTE,                             0, "%s име атрибута „%s” (вредност=„%s”) није исправно"                                           },
    { INVALID_NCR,                                   0, "%s неисправна нумеричка карактер референца %s"                                                },
    { INVALID_SGML_CHARS,                            0, "%s неисправан кôд карактера %s"                                                               },
    { INVALID_UTF8,                                  0, "%s неисправни UTF-8 бајтови (кар. кôд %s)"                                                    },
    { INVALID_UTF16,                                 0, "%s неисправан UTF-16 сурогат пар (кар. кôд %s)"                                               },
    { INVALID_XML_ID,                                0, "%s name атрибут не може да се копира у id"                                                    },
    { JOINING_ATTRIBUTE,                             0, "%s спајају се вредности поновљеног атрибута „%s”"                                             },
    { MALFORMED_COMMENT,                             0, "tidy је заменио суседне „-” са „=”"                                                           },
    { MALFORMED_COMMENT_DROPPING,                    0, "одбацује се могући коментар јер недостаје цртица"                                             },
    { MALFORMED_COMMENT_EOS,                         0, "достигнут је крај документа пре краја коментара"                                              },
    { MALFORMED_COMMENT_WARN,                        0, "у коментару су откривене узастопне цртице; размотрите употребу fix-bad-comments"              },
    { MALFORMED_DOCTYPE,                             0, "одбацује се неисправно формиран <!DOCTYPE>"                                                   },
    { MISMATCHED_ATTRIBUTE_ERROR,                    0, "%s атрибут „%s” се не дозвољава за %s"                                                        },
    { MISMATCHED_ATTRIBUTE_WARN,                     0, "%s атрибут „%s” се не дозвољава за %s"                                                        },
    { MISSING_ATTR_VALUE,                            0, "%s недостаје вредност атрибута „%s”"                                                          },
    { MISSING_ATTRIBUTE,                             0, "%s нема атрибут „%s”"                                                                         },
    { MISSING_DOCTYPE,                               0, "недостаје <!DOCTYPE> декларација"                                                             },
    { MISSING_ENDTAG_BEFORE,                         0, "недостаје </%s> пре %s"                                                                       },
    { MISSING_ENDTAG_FOR,                            0, "недостаје </%s>"                                                                              },
    { MISSING_ENDTAG_OPTIONAL,                       0, "недостаје необавезна затварајућа ознака </%s>"                                                },
    { MISSING_IMAGEMAP,                              0, "%s требало би да се користи слика мапа на страни клијента"                                    },
    { MISSING_QUOTEMARK,                             0, "%s атрибут којем недостаје знак навода на крају"                                              },
    { MISSING_QUOTEMARK_OPEN,                        0, "вредности атрибута „%s” недостају знаци навода"                                               },
    { MISSING_SEMICOLON_NCR,                         0, "нумеричка карактер референца „%s” се не завршава са ’;’"                                      },
    { MISSING_SEMICOLON,                             0, "ентитет „%s” се не завршава са ’;’"                                                           },
    { MISSING_STARTTAG,                              0, "недостаје <%s>"                                                                               },
    { MISSING_TITLE_ELEMENT,                         0, "умеће се елемент ’title’ који недостаје"                                                      },
    { MOVED_STYLE_TO_HEAD,                           0, "ознака <style> је премештена у <head>! fix-style-tags: no да спречите."                       },
    { NESTED_EMPHASIS,                               0, "угњеждено наглашавање %s"                                                                     },
    { NESTED_QUOTATION,                              0, "угњеждени q елементи, могућа грешка у куцању."                                                },
    { NEWLINE_IN_URI,                                0, "%s одбацује се прелом реда у URI референци"                                                   },
    { NOFRAMES_CONTENT,                              0, "%s није унутар ’noframes’ елемента"                                                           },
    { NON_MATCHING_ENDTAG,                           0, "замењује се неочекивано %s са </%s>"                                                          },
    { OBSOLETE_ELEMENT,                              0, "застарели елемент %s се замењује са %s"                                                       },
    { OPTION_REMOVED,                                0, "опција „%s” више не постоји, и не може да се пронађе ниједна замена."                         },
    { OPTION_REMOVED_APPLIED,                        0, "опција „%s” је замењена опцијом „%s”, коју је Tidy поставио на „%s”."                         },
    { OPTION_REMOVED_UNAPPLIED,                      0, "опција „%s” је замењена са „%s”, али Tidy није могао да је поставу уместо вас."               },
    { PREVIOUS_LOCATION,                             0, "<%s> је раније поменуто"                                                                      },
    { PROPRIETARY_ATTR_VALUE,                        0, "%s вредност „%s” власничког атрибута"                                                         },
    { PROPRIETARY_ATTRIBUTE,                         0, "%s власнички атрибут „%s”"                                                                    },
    { PROPRIETARY_ELEMENT,                           0, "%s није одобрио W3C"                                                                          },
    { REMOVED_HTML5,                                 0, "%s елемент је уклоњен из HTML5"                                                               },
    { REPEATED_ATTRIBUTE,                            0, "%s одбацује се вредност „%s” за поновљени атрибут „%s”"                                       },
    { REPLACING_ELEMENT,                             0, "%s се замењује са %s"                                                                         },
    { REPLACING_UNEX_ELEMENT,                        0, "неочекивано %s се замењује са %s"                                                             },
    { SPACE_PRECEDING_XMLDECL,                       0, "уклања се празан простор испред XML декларације"                                              },
    { STRING_ARGUMENT_BAD,                           0, "опцији „%s” је задат погрешан аргумент „%s”"                                                  },
    { STRING_MISSING_MALFORMED,                      0, "опцији недостаје аргумент или није исправно формиран: %s"                                     },
    { STRING_MUTING_TYPE,                            0, "поруке типа „%s” се неће исписивати"                                                          },
    { STRING_UNKNOWN_OPTION,                         0, "непозната опција: %s"                                                                         },
    { SUSPECTED_MISSING_QUOTE,                       0, "сумња се да недостаје знак навода за вредност атрибута"                                       },
    { TAG_NOT_ALLOWED_IN,                            0, "%s се не дозвољава у <%s> елементима"                                                         },
    { TOO_MANY_ELEMENTS,                             0, "превише %s елемената"                                                                         },
    { TRIM_EMPTY_ELEMENT,                            0, "скраћује се празно %s"                                                                        },
    { UNESCAPED_AMPERSAND,                           0, "неозначено & које би требало да се испише као &amp;"                                          },
    { UNEXPECTED_END_OF_FILE_ATTR,                   0, "%s наишао је крај фајла током парсирања атрибута"                                             },
    { UNEXPECTED_END_OF_FILE,                        0, "неочекивани крај фајла %s"                                                                    },
    { UNEXPECTED_ENDTAG_ERR,                         0, "неочекивано </%s>"                                                                            },
    { UNEXPECTED_ENDTAG_IN,                          0, "неочекивано </%s> у <%s>"                                                                     },
    { UNEXPECTED_ENDTAG,                             0, "неочекивано </%s>"                                                                            },
    { UNEXPECTED_EQUALSIGN,                          0, "% неочекивано ’=’, очекивало се име атрибута"                                                 },
    { UNEXPECTED_GT,                                 0, "%s недостаје ’>’ затварајуће ознаке"                                                          },
    { UNEXPECTED_QUOTEMARK,                          0, "%s неочекивани или дуплирани знак навода"                                                     },
    { UNKNOWN_ELEMENT_LOOKS_CUSTOM,                  0, "%s се не препознаје! Да ли сте хтели да укључите опцију custom-tags?"                         },
    { UNKNOWN_ELEMENT,                               0, "%s се не препознаје!"                                                                         },
    { UNKNOWN_ENTITY,                                0, "неозначено & или непознат ентитет „%s”"                                                       },
    { USING_BR_INPLACE_OF,                           0, "користи се <br> уместо %s"                                                                    },
    { VENDOR_SPECIFIC_CHARS,                         0, "%s неисправан кôд карактера %s"                                                               },
    { WHITE_IN_URI,                                  0, "%s одбацује се празан простор у URI референци"                                                },
    { XML_DECLARATION_DETECTED,                      0, "Детектована је XML декларација. Да ли сте хтели да употребите input-xml?"                     },
    { XML_ID_SYNTAX,                                 0, "%s ID „%s” користи XML ID ситнаксу"                                                           },
    { BLANK_TITLE_ELEMENT,                           0, "празан ’title’ елемент"                                                                       },
    { IMG_MISSING_ALT,                               0, "[1.1.1.1]: <img> нема ’alt’ текст."                                                           },
    { IMG_ALT_SUSPICIOUS_FILENAME,                   0, "[1.1.1.2]: сумњиви ’alt’ текст (име фајла)."                                                  },
    { IMG_ALT_SUSPICIOUS_FILE_SIZE,                  0, "[1.1.1.3]: сумњиви ’alt’ текст (величина фајла)."                                             },
    { IMG_ALT_SUSPICIOUS_PLACEHOLDER,                0, "[1.1.1.4]: сумњиви ’alt’ текст (чувар места)."                                                },
    { IMG_ALT_SUSPICIOUS_TOO_LONG,                   0, "[1.1.1.10]: сумњиви ’alt’ текст (сувише дугачак)."                                            },
    { IMG_MISSING_LONGDESC_DLINK,                    0, "[1.1.2.1]: <img> недостају ’longdesc’ и d-link."                                              },
    { IMG_MISSING_DLINK,                             0, "[1.1.2.2]: <img> недостаје d-link."                                                           },
    { IMG_MISSING_LONGDESC,                          0, "[1.1.2.3]: <img> недостаје ’longdesc’."                                                       },
    { IMG_BUTTON_MISSING_ALT,                        0, "[1.1.3.1]: <img> (дугме) недостаје ’alt’ текст."                                              },
    { APPLET_MISSING_ALT,                            0, "[1.1.4.1]: <applet> недостаје алтернативни садржај."                                          },
    { OBJECT_MISSING_ALT,                            0, "[1.1.5.1]: <object> недостаје алтернативни садржај."                                          },
    { AUDIO_MISSING_TEXT_WAV,                        0, "[1.1.6.1]: звуку недостаје текстуални транскрипт (wav)."                                      },
    { AUDIO_MISSING_TEXT_AU,                         0, "[1.1.6.2]: звуку недостаје текстуални транскрипт (au)."                                       },
    { AUDIO_MISSING_TEXT_AIFF,                       0, "[1.1.6.3]: звуку недостаје текстуални транскрипт (aiff)."                                     },
    { AUDIO_MISSING_TEXT_SND,                        0, "[1.1.6.4]: звуку недостаје текстуални транскрипт (snd)."                                      },
    { AUDIO_MISSING_TEXT_RA,                         0, "[1.1.6.5]: звуку недостаје текстуални транскрипт (ra)."                                       },
    { AUDIO_MISSING_TEXT_RM,                         0, "[1.1.6.6]: звуку недостаје текстуални транскрипт (rm)."                                       },
    { FRAME_MISSING_LONGDESC,                        0, "[1.1.8.1]: <frame> може да захтева ’longdesc’."                                               },
    { AREA_MISSING_ALT,                              0, "[1.1.9.1]: <area> недостаје ’alt’ текст."                                                     },
    { SCRIPT_MISSING_NOSCRIPT,                       0, "[1.1.10.1]: <script> недостаје <noscript> одељак."                                            },
    { ASCII_REQUIRES_DESCRIPTION,                    0, "[1.1.12.1]: потребан је опис ascii слике."                                                    },
    { IMG_MAP_SERVER_REQUIRES_TEXT_LINKS,            0, "[1.2.1.1]: слика мапа (на страни сервера) захтева текст линкове."                             },
    { MULTIMEDIA_REQUIRES_TEXT,                      0, "[1.4.1.1]: за мултимедију су потребни еквиваленти синхронизованог текста."                    },
    { IMG_MAP_CLIENT_MISSING_TEXT_LINKS,             0, "[1.5.1.1]: у мапи слици (на страни клијента) недостају текст линкови."                        },
    { INFORMATION_NOT_CONVEYED_IMAGE,                0, "[2.1.1.1]: обезбедите да се информација не преноси само бојом (image)."                       },
    { INFORMATION_NOT_CONVEYED_APPLET,               0, "[2.1.1.2]: обезбедите да се информација не преноси само бојом (applet)."                      },
    { INFORMATION_NOT_CONVEYED_OBJECT,               0, "[2.1.1.3]: обезбедите да се информација не преноси само бојом (object)."                      },
    { INFORMATION_NOT_CONVEYED_SCRIPT,               0, "[2.1.1.4]: обезбедите да се информација не преноси само бојом (script)."                      },
    { INFORMATION_NOT_CONVEYED_INPUT,                0, "[2.1.1.5]: обезбедите да се информација не преноси само бојом (input)."                       },
    { COLOR_CONTRAST_TEXT,                           0, "[2.2.1.1]: слаб контраст боје (текст)."                                                       },
    { COLOR_CONTRAST_LINK,                           0, "[2.2.1.2]: слаб контраст боје (линк)."                                                        },
    { COLOR_CONTRAST_ACTIVE_LINK,                    0, "[2.2.1.3]: слаб контраст боје (активни линк)."                                                },
    { COLOR_CONTRAST_VISITED_LINK,                   0, "[2.2.1.4]: слаб контраст боје (посећени линк)."                                               },
    { DOCTYPE_MISSING,                               0, "[3.2.1.1]: недостаје <doctype>."                                                              },
    { STYLE_SHEET_CONTROL_PRESENTATION,              0, "[3.3.1.1]: употребите листе стилова за контролу презентације."                                },
    { HEADERS_IMPROPERLY_NESTED,                     0, "[3.5.1.1]: заглавља нису исправно угњеждена."                                                 },
    { POTENTIAL_HEADER_BOLD,                         0, "[3.5.2.1]: потенцијално заглавље (подебљано)."                                                },
    { POTENTIAL_HEADER_ITALICS,                      0, "[3.5.2.2]: потенцијално заглавље (курзив)."                                                   },
    { POTENTIAL_HEADER_UNDERLINE,                    0, "[3.5.2.3]: потенцијално заглавље (подвучено)."                                                },
    { HEADER_USED_FORMAT_TEXT,                       0, "[3.5.3.1]: заглавље се користи за форматирање текста."                                        },
    { LIST_USAGE_INVALID_UL,                         0, "[3.6.1.1]: неисправна употреба листе <ul>."                                                   },
    { LIST_USAGE_INVALID_OL,                         0, "[3.6.1.2]: неисправна употреба листе <ol>."                                                   },
    { LIST_USAGE_INVALID_LI,                         0, "[3.6.1.4]: неисправна употреба листе <li>."                                                   },
    { LANGUAGE_NOT_IDENTIFIED,                       0, "[4.3.1.1]: није идентификован језик."                                                         },
    { LANGUAGE_INVALID,                              0, "[4.3.1.2]: атрибут језика је неисправан."                                                     },
    { DATA_TABLE_MISSING_HEADERS,                    0, "[5.1.2.1]: <table> података недостају заглавља редова/колона (сва)."                          },
    { DATA_TABLE_MISSING_HEADERS_COLUMN,             0, "[5.1.2.2]: <table> података недостају заглавља редова/колона (1 кол)."                        },
    { DATA_TABLE_MISSING_HEADERS_ROW,                0, "[5.1.2.3]: <table> података недостају заглавља редова/колона (1 ред)."                        },
    { DATA_TABLE_REQUIRE_MARKUP_COLUMN_HEADERS,      0, "[5.2.1.1]: <table> података - можда је потребно означавање (заглавља колоне)."                },
    { DATA_TABLE_REQUIRE_MARKUP_ROW_HEADERS,         0, "[5.2.1.2]: <table> података - можда је потребно означавање (заглавља редова)."                },
    { LAYOUT_TABLES_LINEARIZE_PROPERLY,              0, "[5.3.1.1]: потврдите да се распоред табеле исправно линеаризује."                             },
    { LAYOUT_TABLE_INVALID_MARKUP,                   0, "[5.4.1.1]: у распореду <table> се користи неисправно означавање."                             },
    { TABLE_MISSING_SUMMARY,                         0, "[5.5.1.1]: недостаје резиме за <table>."                                                      },
    { TABLE_SUMMARY_INVALID_NULL,                    0, "[5.5.1.2]: резиме за <table> није исправан (null)."                                           },
    { TABLE_SUMMARY_INVALID_SPACES,                  0, "[5.5.1.3]: резиме за <table> није исправан (размаци)."                                        },
    { TABLE_SUMMARY_INVALID_PLACEHOLDER,             0, "[5.5.1.6]: резиме за <table> није исправан (текст чувара места)."                             },
    { TABLE_MISSING_CAPTION,                         0, "[5.5.2.1]: у <table> недостаје <caption>."                                                    },
    { TABLE_MAY_REQUIRE_HEADER_ABBR,                 0, "[5.6.1.1]: можда су потребне скраћенице заглавља за <table>."                                 },
    { TABLE_MAY_REQUIRE_HEADER_ABBR_NULL,            0, "[5.6.1.2]: скраћенице заглавља за <table> су неисправне (null)."                              },
    { TABLE_MAY_REQUIRE_HEADER_ABBR_SPACES,          0, "[5.6.1.3]: скраћенице заглавља за <table> су неисправне (размаци)."                           },
    { STYLESHEETS_REQUIRE_TESTING_LINK,              0, "[6.1.1.1]: потребна су тестирања листи стилова (линк)."                                       },
    { STYLESHEETS_REQUIRE_TESTING_STYLE_ELEMENT,     0, "[6.1.1.2]: потребна су тестирања листи стилова (елемент style)."                              },
    { STYLESHEETS_REQUIRE_TESTING_STYLE_ATTR,        0, "[6.1.1.3]: потребна су тестирања листи стилова (атрибут style)."                              },
    { FRAME_SRC_INVALID,                             0, "[6.2.1.1]: извор <frame> је неисправан."                                                      },
    { TEXT_EQUIVALENTS_REQUIRE_UPDATING_APPLET,      0, "[6.2.2.1]: потребно је ажурирање текст еквивалената (applet)."                                },
    { TEXT_EQUIVALENTS_REQUIRE_UPDATING_SCRIPT,      0, "[6.2.2.2]: потребно је ажурирање текст еквивалената (script)."                                },
    { TEXT_EQUIVALENTS_REQUIRE_UPDATING_OBJECT,      0, "[6.2.2.3]: потребно је ажурирање текст еквивалената (object)."                                },
    { PROGRAMMATIC_OBJECTS_REQUIRE_TESTING_SCRIPT,   0, "[6.3.1.1]: потребно је тестирање програмских објеката (script)."                              },
    { PROGRAMMATIC_OBJECTS_REQUIRE_TESTING_OBJECT,   0, "[6.3.1.2]: потребно је тестирање програмских објеката (object)."                              },
    { PROGRAMMATIC_OBJECTS_REQUIRE_TESTING_EMBED,    0, "[6.3.1.3]: потребно је тестирање програмских објеката (embed)."                               },
    { PROGRAMMATIC_OBJECTS_REQUIRE_TESTING_APPLET,   0, "[6.3.1.4]: потребно је тестирање програмских објеката (applet)."                              },
    { FRAME_MISSING_NOFRAMES,                        0, "[6.5.1.1]: за <frameset> недостаје <noframes> одељак."                                        },
    { NOFRAMES_INVALID_NO_VALUE,                     0, "[6.5.1.2]: <noframes> одељак није исправан (нема вредност)."                                  },
    { NOFRAMES_INVALID_CONTENT,                      0, "[6.5.1.3]: <noframes> одељак је неисправан (садржај)."                                        },
    { NOFRAMES_INVALID_LINK,                         0, "[6.5.1.4]: <noframes> одељак је неисправан (линк)."                                           },
    { REMOVE_FLICKER_SCRIPT,                         0, "[7.1.1.1]: уклоните треперење (script)."                                                      },
    { REMOVE_FLICKER_OBJECT,                         0, "[7.1.1.2]: уклоните треперење (object)."                                                      },
    { REMOVE_FLICKER_EMBED,                          0, "[7.1.1.3]: уклоните треперење (embed)."                                                       },
    { REMOVE_FLICKER_APPLET,                         0, "[7.1.1.4]: уклоните треперење (applet)."                                                      },
    { REMOVE_FLICKER_ANIMATED_GIF,                   0, "[7.1.1.5]: уклоните треперење (animated gif)."                                                },
    { REMOVE_BLINK_MARQUEE,                          0, "[7.2.1.1]: уклоните blink/marquee."                                                           },
    { REMOVE_AUTO_REFRESH,                           0, "[7.4.1.1]: уклоните аутоматско освежавање."                                                   },
    { REMOVE_AUTO_REDIRECT,                          0, "[7.5.1.1]: уклоните аутоматско преусмеравање."                                                },
    { ENSURE_PROGRAMMATIC_OBJECTS_ACCESSIBLE_SCRIPT, 0, "[8.1.1.1]: (script)."                                                                         },
    { ENSURE_PROGRAMMATIC_OBJECTS_ACCESSIBLE_OBJECT, 0, "[8.1.1.2]: обезбедите да су програмски објекти приступачни (object)."                         },
    { ENSURE_PROGRAMMATIC_OBJECTS_ACCESSIBLE_APPLET, 0, "[8.1.1.3]: обезбедите да су програмски објекти приступачни (applet)."                         },
    { ENSURE_PROGRAMMATIC_OBJECTS_ACCESSIBLE_EMBED,  0, "[8.1.1.4]: обезбедите да су програмски објекти приступачни (embed)."                          },
    { IMAGE_MAP_SERVER_SIDE_REQUIRES_CONVERSION,     0, "[9.1.1.1]: потребно је претварање слике мапе (на страни сервера)."                            },
    { SCRIPT_NOT_KEYBOARD_ACCESSIBLE_ON_MOUSE_DOWN,  0, "[9.3.1.1]: <script> није приступачан преко тастатуре (onMouseDown)."                          },
    { SCRIPT_NOT_KEYBOARD_ACCESSIBLE_ON_MOUSE_UP,    0, "[9.3.1.2]: <script> није приступачан преко тастатуре (onMouseUp)."                            },
    { SCRIPT_NOT_KEYBOARD_ACCESSIBLE_ON_CLICK,       0, "[9.3.1.3]: <script> није приступачан преко тастатуре (onClick)."                              },
    { SCRIPT_NOT_KEYBOARD_ACCESSIBLE_ON_MOUSE_OVER,  0, "[9.3.1.4]: <script> није приступачан преко тастатуре (onMouseOver)."                          },
    { SCRIPT_NOT_KEYBOARD_ACCESSIBLE_ON_MOUSE_OUT,   0, "[9.3.1.5]: <script> није приступачан преко тастатуре (onMouseOut)."                           },
    { SCRIPT_NOT_KEYBOARD_ACCESSIBLE_ON_MOUSE_MOVE,  0, "[9.3.1.6]: <script> није приступачан преко тастатуре (onMouseMove)."                          },
    { NEW_WINDOWS_REQUIRE_WARNING_NEW,               0, "[10.1.1.1]: потребно је упозорење у вези са новим прозорима (_new)."                          },
    { NEW_WINDOWS_REQUIRE_WARNING_BLANK,             0, "[10.1.1.2]: потребно је упозорење у вези са новим прозорима (_blank)."                        },
    { REPLACE_DEPRECATED_HTML_APPLET,                0, "[11.2.1.1]: замените застарели html <applet>."                                                },
    { REPLACE_DEPRECATED_HTML_BASEFONT,              0, "[11.2.1.2]: замените застарели html <basefont>."                                              },
    { REPLACE_DEPRECATED_HTML_CENTER,                0, "[11.2.1.3]: замените застарели html <center>."                                                },
    { REPLACE_DEPRECATED_HTML_DIR,                   0, "[11.2.1.4]: замените застарели html <dir>."                                                   },
    { REPLACE_DEPRECATED_HTML_FONT,                  0, "[11.2.1.5]: замените застарели html <font>."                                                  },
    { REPLACE_DEPRECATED_HTML_ISINDEX,               0, "[11.2.1.6]: замените застарели html <isindex>."                                               },
    { REPLACE_DEPRECATED_HTML_MENU,                  0, "[11.2.1.7]: замените застарели html <menu>."                                                  },
    { REPLACE_DEPRECATED_HTML_S,                     0, "[11.2.1.8]: замените застарели html <s>."                                                     },
    { REPLACE_DEPRECATED_HTML_STRIKE,                0, "[11.2.1.9]: замените застарели html <strike>."                                                },
    { REPLACE_DEPRECATED_HTML_U,                     0, "[11.2.1.10]: замените застарели html <u>."                                                    },
    { FRAME_MISSING_TITLE,                           0, "[12.1.1.1]: недостаје наслов за <frame>."                                                     },
    { FRAME_TITLE_INVALID_NULL,                      0, "[12.1.1.2]: није исправан наслова за <frame> (null)."                                         },
    { FRAME_TITLE_INVALID_SPACES,                    0, "[12.1.1.3]: није исправан наслова за <frame> (размаци)."                                      },
    { ASSOCIATE_LABELS_EXPLICITLY,                   0, "[12.4.1.1]: експлицитно придружите лабеле контролама формулара."                              },
    { ASSOCIATE_LABELS_EXPLICITLY_FOR,               0, "[12.4.1.2]: експлицитно придружите лабеле контролама формулара (for)."                        },
    { ASSOCIATE_LABELS_EXPLICITLY_ID,                0, "[12.4.1.3]: експлицитно придружите лабеле контролама формулара (id)."                         },
    { LINK_TEXT_NOT_MEANINGFUL,                      0, "[13.1.1.1]: текст линка нема значење."                                                        },
    { LINK_TEXT_MISSING,                             0, "[13.1.1.2]: недостаје текст линка."                                                           },
    { LINK_TEXT_TOO_LONG,                            0, "[13.1.1.3]: дужина текста линка је сувише велика."                                            },
    { LINK_TEXT_NOT_MEANINGFUL_CLICK_HERE,           0, "[13.1.1.4]: текст линка нема значење (кликните овде)."                                        },
    { METADATA_MISSING,                              0, "[13.2.1.1]: Недостају метаподаци."                                                            },
    { METADATA_MISSING_REDIRECT_AUTOREFRESH,         0, "[13.2.1.3]: Недостају метаподаци (преусмеравање/ауто-освежавање)."                            },
    { SKIPOVER_ASCII_ART,                            0, "[13.10.1.1]: прескакање преко ascii уметности."                                               },

#if SUPPORT_CONSOLE_APP
    { TC_LABEL_COL,                                  0, "колона"                                                                                       },
    { TC_LABEL_FILE,                                 0, "фајл"                                                                                         },
    { TC_LABEL_LANG,                                 0, "језик"                                                                                        },
    { TC_LABEL_LEVL,                                 0, "ниво"                                                                                         },
    { TC_LABEL_OPT,                                  0, "опција"                                                                                       },
    { TC_MAIN_ERROR_LOAD_CONFIG,                     0, "Учитава се конфиг фајл „%s” проблеми, греш = %d"                                              },
    { TC_OPT_ACCESS,                                 0,        
        "ради додатне провере приступачности (<ниво> = 0, 1, 2, 3). 0 се "
        "подразумева у случају да недостаје <ниво>."
    },
    { TC_OPT_ASCII,                                  0, "користи се ISO-8859-1 за улаз, US-ASCII за излаз"                                             },
    { TC_OPT_ASHTML,                                 0, "форсира XHTML у добро формирани HTML"                                                         },
    { TC_OPT_ASXML,                                  0, "претвара HTML у добро формирани XHTML"                                                        },
    { TC_OPT_BARE,                                   0, "уклања паметне наводе, ем црте, итд."                                                         },
    { TC_OPT_BIG5,                                   0, "користи се Big5 и за улаз и за излаз"                                                         },
    { TC_OPT_CLEAN,                                  0, "замењује FONT, NOBR и CENTER ознаке са CSS"                                                   },
    { TC_OPT_CONFIG,                                 0, "поставља опције конфигурације из наведеног <фајлa>"                                           },
    { TC_OPT_ERRORS,                                 0, "приказују се само грешке и упозорења"                                                         },
    { TC_OPT_FILE,                                   0, "грешке и упозорења се уписују у наведени <фајл>"                                              },
    { TC_OPT_GDOC,                                   0, "производи чисту верзију html кода извезеног из Google Docs"                                   },
    { TC_OPT_HELP,                                   0, "исписује опције командне линије"                                                              },
    { TC_OPT_HELPCFG,                                0, "исписује све опције конфигурације"                                                            },
    { TC_OPT_HELPENV,                                0, "приказује информације у вези са окружењем и конфигурацију која се користи током извршавања"   },
    { TC_OPT_HELPOPT,                                0, "приказује опис за <опција>"                                                                   },
    { TC_OPT_IBM858,                                 0, "користи се IBM-858 (CP850+Euro) за улаз, US-ASCII за излаз"                                   },
    { TC_OPT_INDENT,                                 0, "увлачи се садржај елемента"                                                                   },
    { TC_OPT_ISO2022,                                0, "користи се ISO-2022 и за улаз и за излаз"                                                     },
    { TC_OPT_LANGUAGE,                               0,        
        "поставља излазни језик програма Tidy на <језик>. За више информација наведите "
        "’-language help’. Употребите пре аргумената који производе излаз да би се "
        "осигурало да се језик примењује, нпр. `tidy -lang es -lang help`."
    },
    { TC_OPT_LATIN0,                                 0, "користи се ISO-8859-15 за улаз, US-ASCII за излаз"                                            },
    { TC_OPT_LATIN1,                                 0, "користи се ISO-8859-1 и за улаз и за излаз"                                                   },
    { TC_OPT_MAC,                                    0, "користи се MacRoman за улаз, US-ASCII за излаз"                                               },
    { TC_OPT_MODIFY,                                 0, "измењују се оригинални улазни фајлови"                                                        },
    { TC_OPT_NUMERIC,                                0, "уместо именованих, исписују се нумерички ентитети"                                            },
    { TC_OPT_OMIT,                                   0, "изостављају се отварајуће и затварајуће ознаке које нису обавезне"                            },
    { TC_OPT_OUTPUT,                                 0, "излаз се уписује у наведени <фајл>"                                                           },
    { TC_OPT_QUIET,                                  0, "потискује се излаз који није од суштинског значаја"                                           },
    { TC_OPT_RAW,                                    0, "вредности преко 127 се исписују без претварања у ентитете"                                    },
    { TC_OPT_SHIFTJIS,                               0, "користи се Shift_JIS и за улаз и за излаз"                                                    },
    { TC_OPT_SHOWCFG,                                0, "исписују се текућа подешавања конфигурације"                                                  },
    { TC_OPT_EXP_CFG,                                0, "исписују се текућа подешавања конфигурације, погодно је за конфиг фајл"                       },
    { TC_OPT_EXP_DEF,                                0, "испиисују подразумевана подешавања конфигурације, погодно је за конфиг фајл"                  },
    { TC_OPT_UPPER,                                  0, "форсира испис ознака великим словима"                                                         },
    { TC_OPT_UTF16,                                  0, "користи се UTF-16 и за улаз и за излаз."                                                      },
    { TC_OPT_UTF16BE,                                0, "користи се UTF-16BE и за улаз и за излаз"                                                     },
    { TC_OPT_UTF16LE,                                0, "користи се UTF-16LE и за улаз и за излаз"                                                     },
    { TC_OPT_UTF8,                                   0, "користи се UTF-8 и за улаз и за излаз"                                                        },
    { TC_OPT_VERSION,                                0, "приказује верзију програма Tidy"                                                              },
    { TC_OPT_WIN1252,                                0, "користи се Windows-1252 за улаз, US-ASCII за излаз"                                           },
    { TC_OPT_WRAP,                                   0,        
        "текст се обавија на колони <колона>. Узима се 0 ако <колона> "
        "недостаје. Када се ова опција изостави, примењује се подразумевана "
        "вредност опције конфигурације ’wrap’."
    },
    { TC_OPT_XML,                                    0, "наводи да је улаз добро формирани XML"                                                        },
    { TC_OPT_XMLCFG,                                 0, "исписују се све опције конфигурације у XML формату"                                           },
    { TC_OPT_XMLHELP,                                0, "исписују се све опције командне линије у XML формату"                                         },
    { TC_OPT_XMLSTRG,                                0, "исписују се сви стрингови програма Tidy у XML формату"                                        },
    { TC_OPT_XMLERRS,                                0, "исписују се све константе грешке и стрингови у XML формату"                                   },
    { TC_OPT_XMLOPTS,                                0, "исписују се описи опција у XML формату"                                                       },
    { TC_STRING_CONF_HEADER,                         0, "Подешавања фајла конфигурације:"                                                              },
    { TC_STRING_CONF_NAME,                           0, "Назив"                                                                                        },
    { TC_STRING_CONF_TYPE,                           0, "Тип"                                                                                          },
    { TC_STRING_CONF_VALUE,                          0, "Текућа вредност"                                                                              },
    { TC_STRING_OPT_NOT_DOCUMENTED,                  0, "Упозорење: опција ’%s’ није документована."                                                   },
    { TC_STRING_OUT_OF_MEMORY,                       0, "Нема меморије. Спашавам се."                                                                  },
    { TC_STRING_FATAL_ERROR,                         0, "Фатална грешка: немогућа вредност за id='%d'."                                                },
    { TC_STRING_FILE_MANIP,                          0, "Манипулација фајловима"                                                                       },
    { TC_STRING_PROCESS_DIRECTIVES,                  0, "Обрада директива"                                                                             },
    { TC_STRING_CHAR_ENCODING,                       0, "Кодирања карактера"                                                                           },
    { TC_STRING_LANG_MUST_SPECIFY,                   0, "Мора да се наведе POSIX или Windows локалитет."                                               },
    { TC_STRING_LANG_NOT_FOUND,                      0, "Tidy нема језик ’%s’, уместо њега ће користити ’%s’."                                         },
    { TC_STRING_MISC,                                0, "Разно"                                                                                        },
    { TC_STRING_XML,                                 0, "XML"                                                                                          },
    { TC_STRING_MUST_SPECIFY,                        0, "Мора да се наведе име Tidy опције."                                                           },
    { TC_STRING_UNKNOWN_OPTION,                      0, "HTML Tidy: непозната опција: %c"                                                              },
    { TC_STRING_UNKNOWN_OPTION_B,                    0, "HTML Tidy: непозната опција."                                                                 },
    { TC_STRING_VERS_A,                              0, "HTML Tidy за %s верзија %s"                                                                   },
    { TC_STRING_VERS_B,                              0, "HTML Tidy верзија %s"                                                                         },
    { TC_TXT_HELP_1,                                 0,        
        "\n"
        "%s [опције...] [фајл...] [опције...] [фајл...]\n"
        "Алат који чисти и лепо исписује HTML/XHTML/XML.\n"
        "\n"
        "Ово је модерни HTML Tidy верзија %s.\n"
        "\n"
    },
    { TC_TXT_HELP_2A,                                0, "Аргументи командне линије програма HTML Tidy за %s:"                                          },
    { TC_TXT_HELP_2B,                                0, "Аргументи командне линије програма HTML Tidy:"                                                },
    { TC_TXT_HELP_3,                                 0,        
        "\n"
        "Tidy опције конфигурације\n"
        "=========================\n"
        " Користите опције Tidy конфигурације као аргументе командне линије у облику\n"
        " „--нека-опција <вредност>”, на пример, „--indent-with-tabs yes”.\n"
        "\n"
        " Такође можете да наведете фајл који садржи опције конфигурације директивом\n"
        " -config <фајл>, или у једном или више фајлова у зависности од вашег\n"
        " окружења (погледајте наредни одељак). \n"
        "\n"
        " Да видите листу свих опција конфигурације, употребите „-help-config” или\n"
        " погледајте man страницу (ако је ваш ОС има).\n"
        "\n"
        "Фајлови конфигурације\n"
        "=====================\n"
        " Ако ваше окружење има променљиву $HTML_TIDY постављену тако да указује на\n"
        " Tidy фајл конфигурације, онда ће Tidy покушати да га употреби.\n"
        "%s"
        " Употребите „-help-env” за више информација у вези са начином на који можете\n"
        " да наведете Tidy опције. \n"
        "\n"
        "Остало\n"
        "======\n"
        " Улаз/Излаз су подразумевано stdin/stdout редом.\n"
        "\n"
        " Опције једног слова осим -f могу да се комбинују\n"
        " као у:  tidy -f errs.txt -imu foo.html\n"
        "\n"
        "Информације\n"
        "===========\n"
        " За више информација о програму HTML Tidy, погледајте\n"
        "  https://www.html-tidy.org/\n"
        "\n"
        " За више информација о HTML, погледајте следеће:\n"
        "\n"
        "   HTML Living Standard (најновија HTML спецификација)\n"
        "   https://html.spec.whatwg.org/multipage/\n"
        "\n"
        " Поднесите извештаје о багу на https://github.com/htacg/tidy-html5/issues/\n"
        " или пошаљите питања и коментаре на public-htacg@w3.org.\n"
        "\n"
        " Потврдите своје HTML документе W3C Nu валидатором означавања:\n"
        "   https://validator.w3.org/nu/\n"
        "\n"
    },
    { TC_TXT_HELP_3A,                                0,        
        "\n"
        " Уз то, Tidy ће аутоматски покушати да користи конфигурацију наведену у \n"
        " следећим фајловима, ако постоје: \n"
        "\n"
        "  %s \n"
        "  %s \n"
        "\n"
    },
    { TC_TXT_HELP_CONFIG,                            0,        
        "\n"
        "HTML Tidy поставке конфигурације\n"
        "\n"
        "Унутар фајла, користите формат:\n"
        "\n"
        "wrap: 72\n"
        "indent: no\n"
        "\n"
        "Када се наводи на командној линији користите облик:\n"
        "\n"
        "--wrap 72 --indent no\n"
        "\n"
    },
    { TC_TXT_HELP_CONFIG_NAME,                       0, "Назив"                                                                                        },
    { TC_TXT_HELP_CONFIG_TYPE,                       0, "Тип"                                                                                          },
    { TC_TXT_HELP_CONFIG_ALLW,                       0, "Дозвољене вредности"                                                                          },
    { TC_TXT_HELP_ENV_1,                             0,        
        "\n"
        "Tidy вредности својих опција може да подеси из више извора, у редоследу \n"
        "приказаном испод. Накнадна употреба исте опције преиначује претходна \n"
        "подешавања те опције.\n"
        "\n"
        " - Уграђене подразумеване вредност програма Tidy.\n"
        "%s"
        " - Фајл наведен у вредности $HTML_TIDY променљиве окружења: \n"
        "     %s \n"
        " - Опције у фајлу наведеном у командној линији. \n"
        " - Опције постављене директно у командној линији. \n"
    },
    { TC_TXT_HELP_ENV_1A,                            0,        
        " - Системски фајл конфигурације током извршавања:\n"
        "     %s \n"
        " - Кориснички фајл конфигурације током извршавања:\n"
        "     %s \n"
    },
    { TC_TXT_HELP_ENV_1B,                            0, "(тренутно није постављено)"                                                                   },
    { TC_TXT_HELP_ENV_1C,                            0,        
        "\n"
        "Имајте на уму да пошто је променљива $HTML_TIDY постављена, кориснички фајл \n"
        "конфигурације током извршавања %s се неће користити.\n"
    },
    { TC_TXT_HELP_LANG_1,                            0,        
        "\n"
        "Опција -language (или -lang) наводи језик који би Tidy \n"
        "требало да користи за испис свог излаза. Молимо вас да имате на уму да \n"
        "ово није сервис за превођење документа, и да само утиче на поруке које \n"
        "вам Tidy исписује. \n"
        "\n"
        "Када се користи из командне линије, аргумент -language мора да се употреби \n"
        "пре било којих аргумената који исписују излаз, у супротном ће Tidy да \n"
        "произведе излаз пре него што буде знао који језик да употреби. \n"
        "\n"
        "Уз стандардне POSIX кодове језика, Tidy има могућност да разуме застареле \n"
        "Windows кодове језика. Молимо вас да имате на уму да ова листа наводи \n"
        "кодове које Tidy разуме, и не означава да је језик тренутно инсталиран. \n"
        "\n"
        "Крајња десна колона наводи како ће Tidy разумети застарело Windows име. \n"
        "\n"
    },
    { TC_TXT_HELP_LANG_2,                            0,        
        "\n"
        "Тренутно су у програм Tidy инсталирани следећи језици. Молимо вас \n"
        "да имате на ума да нема гаранције да су они комплетни; само да је \n"
        "један програмер или други почео да додаје наведени језик. \n"
        "\n"
        "Када је то потребно, локализације које нису комплетне ће преузети „en”. \n"
        "Молимо вас да Tidy тиму пријавите случајеве неисправних стрингова. \n"
        "\n"
    },
    { TC_TXT_HELP_LANG_3,                            0,        
        "\n"
        "Ако је Tidy у могућности да одреди ваш локалитет, онда ће Tidy аутоматски \n"
        "да употреби језик тог локалитета. На пример, системи слични са Unix користе \n"
        "променљиву окружења $LANG и/или $LC_ALL. Погледајте документацију вашег \n"
        "система ако желите да сазнате више. \n"
        "\n"
        "Tidy тренутно користи локалитет %s. \n"
        "\n"
    },
#endif /* SUPPORT_CONSOLE_APP */

    {/* This MUST be present and last. */
      TIDY_MESSAGE_TYPE_LAST,                        0, NULL
    }

}};


#endif /* language_sr_h */
